{
    "Charlotte": {
        "name": "Charlotte",
        "name_ru": "Шарлотта",
        "element": "Cryo",
        "weapon": "Catalyst",
        "rarity": "4",
        "briefly": "Исполненная энергии журналистка «Паровой птицы», проводящая всё своё время в поисках правды.",
        "constellation": "10 апреля",
        "region": "Отражение Истины",
        "description": "Элементальный навык Шарлотты наносит Крио урон и периодический Крио урон противникам. Используйте долгое нажатие, чтобы прицелиться и отметить противников. Если удерживать до тех пор, пока видоискатель не расширится до максимума, а затем отпустить, то урон и его продолжительность увеличатся.\nВзрыв стихии Шарлотты восстановит HP всем членам отряда и создаст поле, которое непрерывно наносит Крио урон противникам, находящимся в нём.\nЗаряженные атаки Шарлотты наносят Крио урон пневмы.",
        "skills": [
            {
                "skill_name": "Съёмка в холодных тонах",
                "skill_desc": "Обычная атака:Шарлотта наводит на цель свою особую камеру - Господина Верите, и производит до 3 атак, которые наносят Крио урон.Заряженная атака:Тратит определённое количество выносливости, и после недолгой подготовки размещает Господина Верите, который наносит Крио урон по площади.Атака в падении:Собирает силу Крио и стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит Крио урон по площади.Архэ: ПневмаПосле заряженной атаки, с некоторым интервалом, появляется пронзающая врагов Игла дыхания душ, которая наносит Крио урон пневмы по площади."
            },
            {
                "skill_name": "Съёмка: Композиция точки замерзания",
                "skill_desc": "Полагаясь на острое чутьё первоклассного репортёра, Шарлотта использует своё умение фотографии, чтобы добиться разных эффектов в зависимости от того, было ли совершено быстрое или долгое нажатие навыка.Быстрое нажатие:Делает фотографию с помощью Господина Верите, нанося Крио урон по площади врагам перед собой, и накладывает Скоростной силуэт на макс. 5 врагов. Во время действия этого эффекта, он периодически наносит противникам Крио урон.Долгое нажатие:Открывает видоискатель Господина Верите и переходит в режим композиции, в котором по мере удержания кнопки видоискатель увеличивается, пока не будет достигнуто состояние Великого кадра. В этом состоянии Шарлотта может свободно перемещаться и менять направление движения.Когда удерживание прекращается, Господин Верите наносит Крио урон всем противникам, которые захвачены видоискателем, и накладывает на них тот же эффект Скоростного силуэта, что и быстрое нажатие. Если вы отпустите кнопку после достижения Великого кадра, то вместо этого накладывается Сфокусированное впечатление, которое длится дольше и наносит больше урона, но также увеличивает время отката.Режим композиции длится макс. 15 сек., и в нём можно выделить до 5 противников."
            },
            {
                "skill_name": "Стоп-кадр: Всестороннее подтверждение",
                "skill_desc": "Шарлотта создаёт вывеску «Паровой птицы», концентрируя лёд, и создаёт Место происшествия, которое наносит Крио урон по площади и восстанавливает HP всем членам отряда поблизости пропорционально силе атаки Шарлотты.Место происшествия\nВо время действия способности Господин Верите периодически наносит Крио урон противникам в зоне действия.\nПостоянно восстанавливает HP активным персонажам в зоне действия пропорционально силе атаки Шарлотты."
            },
            {
                "skill_name": "Момент удара",
                "skill_desc": "Когда противник, отмеченный Сфокусированным впечатлением, повержен, откат Съёмки: Композиция точки замерзания уменьшается на 2 сек. Откат элементального навыка этим способом можно снизить не более 4 раз в 12 сек."
            },
            {
                "skill_name": "Многостороннее исследование",
                "skill_desc": "Когда в отряде, кроме самой Шарлотты, есть 1/2/3 персонажа из Фонтейна, Шарлотта получает 5%/10%/15% бонус лечения. Когда в отряде есть 1/2/3 персонажа не из Фонтейна, Шарлотта получает 5%/10%/15% бонус Крио урона."
            },
            {
                "skill_name": "Затвор от первого лица",
                "skill_desc": "Когда Шарлотта активирует Зум-объектив особого анализа, долгое нажатие элементального навыка Съёмка: Композиция точки замерзания больше не активирует изначальные эффекты, но фотографии теперь можно делать особенным способом..."
            }
        ],
        "constellations": [
            {
                "const_name": "Точность как обязательство",
                "const_desc": "После того как Стоп-кадр: Всестороннее подтверждение исцеляет персонажа, он помечается Верификацией, которая исцеляет его раз в 2 сек. на 80% от силы атаки Шарлотты. Этот эффект длится 6 сек."
            },
            {
                "const_name": "Стремление к истине как долг",
                "const_desc": "При использовании Съёмки: Композиция точки замерзания, когда Господин Верите поражает 1/2/3 (или более) противников, собственная сила атаки Шарлотты увеличивается на 10%/20%/30% на 12 сек."
            },
            {
                "const_name": "Независимость как необходимость",
                "const_desc": "Увеличивает уровень навыка Стоп-кадр: Всестороннее подтверждение на 3.Макс. уровень: 15"
            },
            {
                "const_name": "Мотивация как долг",
                "const_desc": "Когда Стоп-кадр: Всестороннее подтверждение попадает по противнику, отмеченному Скоростным силуэтом или Сфокусированным впечатлением, он наносит на 10% больше урона и восстанавливает Шарлотте 2 ед. энергии. Это восстановление может быть вызвано до 5 раз каждые 20 сек."
            },
            {
                "const_name": "Интуиция как принцип",
                "const_desc": "Увеличивает уровень навыка Съёмка: Композиция точки замерзания на 3.Макс. уровень: 15"
            },
            {
                "const_name": "Любопытство как суть",
                "const_desc": "Когда обычные или заряженные атаки активного персонажа попадают по противнику, отмеченному Сфокусированным впечатлением Съёмки: Композиция точки замерзания, Господин Верите инициирует совместную атаку, которая наносит Крио урон по площади в размере 180% от силы атаки Шарлотты и исцеляет активных персонажей в зоне действия навыка в размере 42% от силы атаки Шарлотты. Этот эффект может возникнуть один раз в 6 сек. Этот урон и исцеление считаются нанесёнными взрывом стихии Шарлотты."
            }
        ],
        "elevation": [
            {
                "0": {
                    "hp": " 902",
                    "atc": "14",
                    "def": "45",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "—"
                    }
                },
                "20": {
                    "hp": "2 318",
                    "atc": "37",
                    "def": " 117",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "—"
                    }
                }
            },
            {
                "20+": {
                    "hp": "2 993",
                    "atc": "48",
                    "def": " 151",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "—"
                    }
                },
                "40": {
                    "hp": "4 483",
                    "atc": "72",
                    "def": " 227",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "—"
                    }
                }
            },
            {
                "40+": {
                    "hp": "4 962",
                    "atc": "79",
                    "def": " 251",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "6.0%"
                    }
                },
                "50": {
                    "hp": "5 708",
                    "atc": "91",
                    "def": " 289",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "6.0%"
                    }
                }
            },
            {
                "50+": {
                    "hp": "6 347",
                    "atc": " 102",
                    "def": " 321",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "12.0%"
                    }
                },
                "60": {
                    "hp": "7 092",
                    "atc": " 114",
                    "def": " 359",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "12.0%"
                    }
                }
            },
            {
                "60+": {
                    "hp": "7 571",
                    "atc": " 121",
                    "def": " 384",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "12.0%"
                    }
                },
                "70": {
                    "hp": "8 316",
                    "atc": " 133",
                    "def": " 421",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "12.0%"
                    }
                }
            },
            {
                "70+": {
                    "hp": "8 795",
                    "atc": " 141",
                    "def": " 446",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "18.0%"
                    }
                },
                "80": {
                    "hp": "9 541",
                    "atc": " 153",
                    "def": " 483",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "18.0%"
                    }
                }
            },
            {
                "80+": {
                    "hp": "10 020",
                    "atc": " 161",
                    "def": " 508",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "24.0%"
                    }
                },
                "90": {
                    "hp": "10 766",
                    "atc": " 173",
                    "def": " 546",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "24.0%"
                    }
                }
            }
        ],
        "mat": {
            "0-1": {
                "0": {
                    "name": "Mora",
                    "len": "20,000"
                },
                "1": {
                    "name": "Shivada Jade Sliver",
                    "len": "1"
                },
                "2": {
                    "name": "Beryl Conch",
                    "len": "3"
                },
                "3": {
                    "name": "Meshing Gear",
                    "len": "3"
                }
            },
            "1-2": {
                "0": {
                    "name": "Mora",
                    "len": "40,000"
                },
                "1": {
                    "name": "\"Tourbillon Device\"",
                    "len": "2"
                },
                "2": {
                    "name": "Shivada Jade Fragment",
                    "len": "3"
                },
                "3": {
                    "name": "Beryl Conch",
                    "len": "10"
                },
                "4": {
                    "name": "Meshing Gear",
                    "len": "15"
                }
            },
            "2-3": {
                "0": {
                    "name": "Mora",
                    "len": "60,000"
                },
                "1": {
                    "name": "\"Tourbillon Device\"",
                    "len": "4"
                },
                "2": {
                    "name": "Shivada Jade Fragment",
                    "len": "6"
                },
                "3": {
                    "name": "Beryl Conch",
                    "len": "20"
                },
                "4": {
                    "name": "Mechanical Spur Gear",
                    "len": "12"
                }
            },
            "3-4": {
                "0": {
                    "name": "Mora",
                    "len": "80,000"
                },
                "1": {
                    "name": "\"Tourbillon Device\"",
                    "len": "8"
                },
                "2": {
                    "name": "Shivada Jade Chunk",
                    "len": "3"
                },
                "3": {
                    "name": "Beryl Conch",
                    "len": "30"
                },
                "4": {
                    "name": "Mechanical Spur Gear",
                    "len": "18"
                }
            },
            "4-5": {
                "0": {
                    "name": "Mora",
                    "len": "100,000"
                },
                "1": {
                    "name": "\"Tourbillon Device\"",
                    "len": "12"
                },
                "2": {
                    "name": "Shivada Jade Chunk",
                    "len": "6"
                },
                "3": {
                    "name": "Beryl Conch",
                    "len": "45"
                },
                "4": {
                    "name": "Artificed Dynamic Gear",
                    "len": "12"
                }
            },
            "5-6": {
                "0": {
                    "name": "Mora",
                    "len": "120,000"
                },
                "1": {
                    "name": "\"Tourbillon Device\"",
                    "len": "20"
                },
                "2": {
                    "name": "Shivada Jade Gemstone",
                    "len": "6"
                },
                "3": {
                    "name": "Beryl Conch",
                    "len": "60"
                },
                "4": {
                    "name": "Artificed Dynamic Gear",
                    "len": "24"
                }
            }
        }
    }
}