{
    "Kinich": {
        "name": "Kinich",
        "name_ru": "Кинич",
        "element": "Dendro",
        "weapon": "Claymore",
        "rarity": "5",
        "briefly": "Охотник на заврианов из Уитцтлана. Всегда знает, какую цену назначить.",
        "constellation": "Химера Алебрихе",
        "region": "Натлан",
        "description": "Когда противников нет, Кинич с помощью элементального навыка запускает крюк-кошку для прыжка и может тратить флогистон, находясь в воздухе, для дополнительного прыжка.\nКогда противники есть, Кинич использует крюк-кошку, чтобы зацепиться за них и войти в состояние Благословения Ночного духа: используя обычные атаки, Кинич переключается на кольцевые выстрелы, накапливая очки Ночного духа. При максимальном количестве очков Ночного духа использование элементального навыка израсходует все очки Ночного духа, чтобы выстрелить Чешуебоем.\n\nКинич взрывом стихии призывает драконье величество Ахава, который периодически наносит Дендро урон по площади.",
        "skills": [
            {
                "skill_name": "Стиль ночного солнца",
                "skill_desc": "Обычная атака:До трёх ударов подряд.Совершив прыжок с помощью крюка элементального навыка Охотник Крон: Верхом на высотах, до приземления Кинич может выполнить одну обычную атаку в воздухе.Заряженная атака:Тратит определённое количество выносливости на вращение и бросок двуручного меча во врагов впереди.Атака в падении:Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
            },
            {
                "skill_name": "Охотник Крон: Верхом на высотах",
                "skill_desc": "Используя знания об охоте на крупную дичь, Кинич быстро перемещается или атакует врагов.Если рядом есть противник или объект, который можно атаковать, то Кинич выпускает в цель крюк, закрепляется и переходит в состояние Благословения Ночного духа с 0 очков. Если рядом ничего из перечисленного нет, он выпускает перед собой крюк и совершает с его помощью прыжок, причём откат данного навыка сокращается на 60%.Может активироваться долгим нажатием. При долгом нажатии он способен прицельно выбирать направление крюка.\nБлагословение Ночного духа: Кинич\nБлагословение Ночного духа Кинича длится 10 сек. и раз в секунду создаёт 2 очка Ночного духа.В этом состоянии Кинич прикрепляется крюком к противнику поблизости и может совершать разные атаки следующим образом:\n\nПри использовании обычной атаки он скользит вокруг противника, к которому прицеплен, в текущем направлении движения и совершает кольцевые выстрелы, которые наносят Дендро урон с характеристикой Ночного духа, а также создаёт 3 очка Ночного духа. Урон этих выстрелов считается уроном элементального навыка.\nС максимумом очков Ночного духа он может задействовать элементальный навык Чешуебой: расходуя все очки Ночного духа, наносит Дендро урон с характеристикой Ночного духа. Если Чешуебой активировать долгим нажатием, можно прицельно выбирать цель. Выстрелив из Чешуебоя, Кинич попробует закрепиться к его цели.Находясь в состоянии Благословения Ночного духа, Кинич, после того как он закрепился крюком к противнику или выстрелил из Чешуебоя, создаёт рядом с противником Слепую зону. Когда Кинич входит в Слепую зону, он создаёт 4 очка Ночного духа, а зона пропадает.Если связь прерывается из-за превышения макс. расстояния или по другой причине, обычная атака закрепит крюком новую цель поблизости перед тем как производить выстрелы."
            },
            {
                "skill_name": "Слава драконьему величеству",
                "skill_desc": "Низвергает силу драконьего величества Кухул Ахава (на ограниченных, условных, регулируемых, договорных, частичных и временных основаниях), нанося Дендро урон по площади с характеристикой Ночного духа. Ахав периодически испускает дыхание дракона, нанося Дендро урон по площади с характеристикой Ночного духа.Если во время активации Кинич пребывает в состоянии Благословения Ночного духа, то длительность текущего Благословения увеличивается на 1,7 сек."
            },
            {
                "skill_name": "Цена запустения",
                "skill_desc": "Враги, поражённые элементальным навыком Кинича в состоянии Благословение Ночного духа, входят в состояние Запустения. Получая урон от реакций Горение или Цветение, они предоставляют Киничу 7 очков Ночного духа. Получать Очки Ночного духа таким способом можно не чаще одного раза в 0,8 сек. Запустение действует до тех пор, пока не завершится текущее Благословение Ночного духа Кинича."
            },
            {
                "skill_name": "Договор огненного духа",
                "skill_desc": "После того как член отряда поблизости активирует Вспышку Ночного духа, Кинич получает 1 уровень Опыта охотника. Этот эффект длится 15 сек. и складывается до 2 раз. Когда Кинич применяет Чешуебой навыка Охотник Крон: Верхом на высотах, все уровни Опыта охотника расходуются, и каждый израсходованный уровень увеличивает урон этой атаки Чешуебоя на 320% от силы атаки Кинича."
            },
            {
                "skill_name": "Проворный посланник",
                "skill_desc": "В областях с флогистоновыми механиками в Натлане при взаимодействии с некоторыми предметами для сбора скорость передвижения вашего отряда увеличивается на 15% на 10 сек. Кроме того, отмечает диковинки Натлана поблизости на мини-карте."
            }
        ],
        "constellations": [
            {
                "const_name": "Клюв попугая",
                "const_desc": "После того как Кинич приземляется, совершив прыжок навыка Охотник Крон: Верхом на высотах, его скорость передвижения повышается на 30% на 6 сек.Кроме того, крит. урон Чешуебоя увеличится на 100%."
            },
            {
                "const_name": "Ладонь жука-скакуна",
                "const_desc": "Элементальный навык Кинича, попадая по противникам, снижает их Дендро сопротивление на 30% на 6 сек.Кроме того, первый выстрел из Чешуебоя Кинича в состоянии Благословение Ночного духа обладает повышенной зоной поражения, а его урон увеличивается на 100%."
            },
            {
                "const_name": "Когти протозухиев",
                "const_desc": "Увеличивает уровень навыка Охотник Крон: Верхом на высотах на 3.Макс. уровень: 15"
            },
            {
                "const_name": "Перо колибри",
                "const_desc": "После выполнения кольцевых выстрелов или применения Чешуебоя в состоянии Благословение Ночного духа Кинич восстанавливает 5 ед. энергии. Восстанавливать энергию таким образом можно не чаще одного раза в 2,8 сек.Кроме того, урон навыка Слава драконьему величеству увеличивается на 70%."
            },
            {
                "const_name": "Хвост ревуна",
                "const_desc": "Увеличивает уровень навыка Слава драконьему величеству на 3.Макс. уровень: 15"
            },
            {
                "const_name": "Силуэт благовещего зверя",
                "const_desc": "Чешуебой, поразив противника, рикошетит один раз между врагами, нанося 700% Дендро урона от силы атаки Кинича.Если Чешуебой в этот раз активирует усиления, предоставляемые ему пассивным талантом Договор огненного духа или созвездием Ладонь жука-скакуна, то рикошет тоже получает соответствующие усиления."
            }
        ],
        "elevation": [
            {
                "0": {
                    "hp": "1 000",
                    "atc": "25",
                    "def": "62",
                    "sub": {
                        "attr": "Крит. урон",
                        "par": "—"
                    }
                },
                "20": {
                    "hp": "2 596",
                    "atc": "67",
                    "def": " 161",
                    "sub": {
                        "attr": "Крит. урон",
                        "par": "—"
                    }
                }
            },
            {
                "20+": {
                    "hp": "3 454",
                    "atc": "72",
                    "def": " 215",
                    "sub": {
                        "attr": "Крит. урон",
                        "par": "—"
                    }
                },
                "40": {
                    "hp": "5 169",
                    "atc": " 116",
                    "def": " 322",
                    "sub": {
                        "attr": "Крит. урон",
                        "par": "—"
                    }
                }
            },
            {
                "40+": {
                    "hp": "5 779",
                    "atc": " 120",
                    "def": " 360",
                    "sub": {
                        "attr": "Крит. урон",
                        "par": "9.6%"
                    }
                },
                "50": {
                    "hp": "6 649",
                    "atc": " 143",
                    "def": " 414",
                    "sub": {
                        "attr": "Крит. урон",
                        "par": "9.6%"
                    }
                }
            },
            {
                "50+": {
                    "hp": "7 462",
                    "atc": " 148",
                    "def": " 465",
                    "sub": {
                        "attr": "Крит. урон",
                        "par": "19.2%"
                    }
                },
                "60": {
                    "hp": "8 341",
                    "atc": " 171",
                    "def": " 519",
                    "sub": {
                        "attr": "Крит. урон",
                        "par": "19.2%"
                    }
                }
            },
            {
                "60+": {
                    "hp": "8 950",
                    "atc": " 174",
                    "def": " 558",
                    "sub": {
                        "attr": "Крит. урон",
                        "par": "19.2%"
                    }
                },
                "70": {
                    "hp": "9 837",
                    "atc": " 197",
                    "def": " 613",
                    "sub": {
                        "attr": "Крит. урон",
                        "par": "19.2%"
                    }
                }
            },
            {
                "70+": {
                    "hp": "10 447",
                    "atc": " 201",
                    "def": " 651",
                    "sub": {
                        "attr": "Крит. урон",
                        "par": "28.8%"
                    }
                },
                "80": {
                    "hp": "11 344",
                    "atc": " 224",
                    "def": " 707",
                    "sub": {
                        "attr": "Крит. урон",
                        "par": "28.8%"
                    }
                }
            },
            {
                "80+": {
                    "hp": "11 954",
                    "atc": " 228",
                    "def": " 745",
                    "sub": {
                        "attr": "Крит. урон",
                        "par": "38.4%"
                    }
                },
                "90": {
                    "hp": "12 858",
                    "atc": " 252",
                    "def": " 801",
                    "sub": {
                        "attr": "Крит. урон",
                        "par": "38.4%"
                    }
                }
            }
        ],
        "mat": {
            "0-1": {
                "0": {
                    "name": "Mora",
                    "len": "20,000"
                },
                "1": {
                    "name": "Nagadus Emerald Sliver",
                    "len": "1"
                },
                "2": {
                    "name": "Saurian Claw Succulent",
                    "len": "3"
                },
                "3": {
                    "name": "Juvenile Fang",
                    "len": "3"
                }
            },
            "1-2": {
                "0": {
                    "name": "Mora",
                    "len": "40,000"
                },
                "1": {
                    "name": "Overripe Flamegranate",
                    "len": "2"
                },
                "2": {
                    "name": "Nagadus Emerald Fragment",
                    "len": "3"
                },
                "3": {
                    "name": "Saurian Claw Succulent",
                    "len": "10"
                },
                "4": {
                    "name": "Juvenile Fang",
                    "len": "15"
                }
            },
            "2-3": {
                "0": {
                    "name": "Mora",
                    "len": "60,000"
                },
                "1": {
                    "name": "Overripe Flamegranate",
                    "len": "4"
                },
                "2": {
                    "name": "Nagadus Emerald Fragment",
                    "len": "6"
                },
                "3": {
                    "name": "Saurian Claw Succulent",
                    "len": "20"
                },
                "4": {
                    "name": "Seasoned Fang",
                    "len": "12"
                }
            },
            "3-4": {
                "0": {
                    "name": "Mora",
                    "len": "80,000"
                },
                "1": {
                    "name": "Overripe Flamegranate",
                    "len": "8"
                },
                "2": {
                    "name": "Nagadus Emerald Chunk",
                    "len": "3"
                },
                "3": {
                    "name": "Saurian Claw Succulent",
                    "len": "30"
                },
                "4": {
                    "name": "Seasoned Fang",
                    "len": "18"
                }
            },
            "4-5": {
                "0": {
                    "name": "Mora",
                    "len": "100,000"
                },
                "1": {
                    "name": "Overripe Flamegranate",
                    "len": "12"
                },
                "2": {
                    "name": "Nagadus Emerald Chunk",
                    "len": "6"
                },
                "3": {
                    "name": "Saurian Claw Succulent",
                    "len": "45"
                },
                "4": {
                    "name": "Tyrant's Fang",
                    "len": "12"
                }
            },
            "5-6": {
                "0": {
                    "name": "Mora",
                    "len": "120,000"
                },
                "1": {
                    "name": "Overripe Flamegranate",
                    "len": "20"
                },
                "2": {
                    "name": "Nagadus Emerald Gemstone",
                    "len": "6"
                },
                "3": {
                    "name": "Saurian Claw Succulent",
                    "len": "60"
                },
                "4": {
                    "name": "Tyrant's Fang",
                    "len": "24"
                }
            }
        }
    }
}