{
    "Faruzan": {
        "name": "Faruzan",
        "name_ru": "Фарузан",
        "element": "Anemo",
        "weapon": "Bow",
        "rarity": "4",
        "briefly": "Исследовательница из «прошлого века». Ей нравится считать себя старше всех, при этом она обладает обширными познаниями о старинных письменах и древних механизмах.",
        "constellation": "Переплетённые Цветы",
        "region": "Сумеру",
        "description": "После применения элементального навыка Фарузан переходит в состояние Проявления бури, в котором следующий полностью заряженный выстрел выпускает стрелу урагана. При попадании в цель она через некоторое время взрывается, вызывая Обвал под давлением: цели наносится Анемо урон по площади, предметы и противники притягиваются.\nВзрыв стихии формирует Ослепительный многогранник, который наносит Анемо урон по площади. Многогранник непрерывно двигается по треугольной траектории и, достигнув вершины, выпускает Штормовую волну, которая снижает Анемо сопротивление противников и даёт бонус Анемо урона всем персонажам в отрядах поблизости.",
        "skills": [
            {
                "skill_name": "Парфянский выстрел",
                "skill_desc": "Обычная атака:До четырёх выстрелов из лука.Заряженная атака:Более меткий прицельный выстрел с увеличенным уроном.Во время прицеливания на наконечнике стрелы собирается могучий ветер. Полностью заряженная ветром могучим ветром стрела наносит Анемо урон.Атака в падении:Выпускает град стрел в воздухе и стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
            },
            {
                "skill_name": "Царство ветров насамджнин",
                "skill_desc": "Фарузан вызывает многогранник, который наносит противникам поблизости Анемо урон по площади, и переходит в состояние Проявления бури.Во время действия Проявления бури следующий заряженный прицельный выстрел Фарузан расходует это состояние и превращается в стрелу урагана, которая несёт потоки высокого давления и наносит Анемо урон, пропорциональный урону полностью заряженного прицельного Парфянского выстрела.\nОбвал под давлением\nСтрела урагана накладывает на поражённого врага или персонажа Обвал под давлением. После небольшой задержки эффект исчезает и вызывает воронку, которая наносит Анемо урон по площади и притягивает к себе предметы и противников поблизости. Если стрела урагана не попадёт в противников или персонажей, на поражённое ею место будет наложен Обвал под давлением.Урон воронки считается уроном элементального навыка."
            },
            {
                "skill_name": "Тайные тропы ветров",
                "skill_desc": "Фарузан стремительно развёртывает Ослепительный многогранник, который выпускает одну Штормовую волну и наносит Анемо урон по площади.Находясь на поле боя, Ослепительный многогранник непрерывно перемещается по треугольной траектории. Каждый раз, достигая вершин треугольной траектории, он выпускает одну Штормовую волну.\nШтормовая волна\n\nПри попадании Штормовая волна накладывает на противников поблизости Бич коварных ветров, который снижает их Анемо сопротивление.\nТакже Штормовая волна накладывает на персонажей поблизости Дар молитвенного ветра, предоставляя им бонус Анемо урона."
            },
            {
                "skill_name": "Стремительный поток",
                "skill_desc": "Когда Фарузан пребывает в состоянии Проявления бури навыка Царство ветров насамджнин, время заряда прицельного выстрела уменьшается на 60%, а на врагов при попадании воронки Обвала под давлением накладывается Бич коварных ветров навыка Тайные тропы ветров."
            },
            {
                "skill_name": "Утраченная мудрость семи пещер",
                "skill_desc": "Когда персонажи под воздействием Дара молитвенного ветра навыка Тайные тропы ветров наносят Анемо урон обычными атаками, заряженными атаками, атаками в падении, а также элементальными навыками и взрывом стихии, они получают Покровительство ураганов: наносимый урон увеличивается на 32% от базовой атаки Фарузан. Этот эффект возникает не чаще одного раза в 0,8 сек. и после завершения Дара молитвенного ветра или однократной активации эффект исчезает."
            },
            {
                "skill_name": "Фолианты освещают путь",
                "skill_desc": "На 25% увеличивает награду экспедиций в Сумеру длительностью 20 ч."
            }
        ],
        "constellations": [
            {
                "const_name": "Истина любым путём",
                "const_desc": "Во время действия одного и того же Проявления бури навыка Царство ветров насамджнин Фарузан полностью заряженными прицельными выстрелами может выпускать до 2 стрел урагана."
            },
            {
                "const_name": "Восторженный разум",
                "const_desc": "Ослепительный многогранник навыка Тайные тропы ветров существует на 6 сек. дольше."
            },
            {
                "const_name": "Прогулка по саду духов",
                "const_desc": "Увеличивает уровень навыка Царство ветров насамджнин на 3.Макс. уровень: 15"
            },
            {
                "const_name": "Божественное постижение",
                "const_desc": "В зависимости от количества поражённых противников воронка навыка Обвал под давлением восстанавливает энергию Фарузан: попадание по одному противнику восстанавливает 2 ед. энергии, а попадание по каждому последующему противнику – 0,5 энергии.Одна воронка таким образом может восстановить до 4 ед. энергии Фарузан."
            },
            {
                "const_name": "Чудесный мир размышлений",
                "const_desc": "Увеличивает уровень навыка Тайные тропы ветров на 3.Макс. уровень: 15"
            },
            {
                "const_name": "Дивный путь истины",
                "const_desc": "Когда персонажи под воздействием Дара молитвенного ветра навыка Тайные тропы ветров наносят Анемо урон, их крит. урон повышается на 40%. Если активный персонаж под воздействием Дара молитвенного ветра наносит урон, на поражённого противника будет наложен Обвал под давлением, этот эффект возникает не чаще одного раза в 3 сек. Его откат общий для всего отряда."
            }
        ],
        "elevation": [
            {
                "0": {
                    "hp": " 802",
                    "atc": "16",
                    "def": "52",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "—"
                    }
                },
                "20": {
                    "hp": "2 061",
                    "atc": "42",
                    "def": " 135",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "—"
                    }
                }
            },
            {
                "20+": {
                    "hp": "2 660",
                    "atc": "54",
                    "def": " 174",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "—"
                    }
                },
                "40": {
                    "hp": "3 985",
                    "atc": "81",
                    "def": " 261",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "—"
                    }
                }
            },
            {
                "40+": {
                    "hp": "4 411",
                    "atc": "90",
                    "def": " 289",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "6.0%"
                    }
                },
                "50": {
                    "hp": "5 074",
                    "atc": " 104",
                    "def": " 332",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "6.0%"
                    }
                }
            },
            {
                "50+": {
                    "hp": "5 641",
                    "atc": " 115",
                    "def": " 370",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "12.0%"
                    }
                },
                "60": {
                    "hp": "6 304",
                    "atc": " 129",
                    "def": " 413",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "12.0%"
                    }
                }
            },
            {
                "60+": {
                    "hp": "6 730",
                    "atc": " 138",
                    "def": " 441",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "12.0%"
                    }
                },
                "70": {
                    "hp": "7 392",
                    "atc": " 151",
                    "def": " 485",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "12.0%"
                    }
                }
            },
            {
                "70+": {
                    "hp": "7 818",
                    "atc": " 160",
                    "def": " 513",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "18.0%"
                    }
                },
                "80": {
                    "hp": "8 481",
                    "atc": " 174",
                    "def": " 556",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "18.0%"
                    }
                }
            },
            {
                "80+": {
                    "hp": "8 907",
                    "atc": " 182",
                    "def": " 584",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "24.0%"
                    }
                },
                "90": {
                    "hp": "9 569",
                    "atc": " 196",
                    "def": " 627",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "24.0%"
                    }
                }
            }
        ],
        "mat": {
            "0-1": {
                "0": {
                    "name": "Mora",
                    "len": "20,000"
                },
                "1": {
                    "name": "Vayuda Turquoise Sliver",
                    "len": "1"
                },
                "2": {
                    "name": "Henna Berry",
                    "len": "3"
                },
                "3": {
                    "name": "Faded Red Satin",
                    "len": "3"
                }
            },
            "1-2": {
                "0": {
                    "name": "Mora",
                    "len": "40,000"
                },
                "1": {
                    "name": "Light Guiding Tetrahedron",
                    "len": "2"
                },
                "2": {
                    "name": "Vayuda Turquoise Fragment",
                    "len": "3"
                },
                "3": {
                    "name": "Henna Berry",
                    "len": "10"
                },
                "4": {
                    "name": "Faded Red Satin",
                    "len": "15"
                }
            },
            "2-3": {
                "0": {
                    "name": "Mora",
                    "len": "60,000"
                },
                "1": {
                    "name": "Light Guiding Tetrahedron",
                    "len": "4"
                },
                "2": {
                    "name": "Vayuda Turquoise Fragment",
                    "len": "6"
                },
                "3": {
                    "name": "Henna Berry",
                    "len": "20"
                },
                "4": {
                    "name": "Trimmed Red Silk",
                    "len": "12"
                }
            },
            "3-4": {
                "0": {
                    "name": "Mora",
                    "len": "80,000"
                },
                "1": {
                    "name": "Light Guiding Tetrahedron",
                    "len": "8"
                },
                "2": {
                    "name": "Vayuda Turquoise Chunk",
                    "len": "3"
                },
                "3": {
                    "name": "Henna Berry",
                    "len": "30"
                },
                "4": {
                    "name": "Trimmed Red Silk",
                    "len": "18"
                }
            },
            "4-5": {
                "0": {
                    "name": "Mora",
                    "len": "100,000"
                },
                "1": {
                    "name": "Light Guiding Tetrahedron",
                    "len": "12"
                },
                "2": {
                    "name": "Vayuda Turquoise Chunk",
                    "len": "6"
                },
                "3": {
                    "name": "Henna Berry",
                    "len": "45"
                },
                "4": {
                    "name": "Rich Red Brocade",
                    "len": "12"
                }
            },
            "5-6": {
                "0": {
                    "name": "Mora",
                    "len": "120,000"
                },
                "1": {
                    "name": "Light Guiding Tetrahedron",
                    "len": "20"
                },
                "2": {
                    "name": "Vayuda Turquoise Gemstone",
                    "len": "6"
                },
                "3": {
                    "name": "Henna Berry",
                    "len": "60"
                },
                "4": {
                    "name": "Rich Red Brocade",
                    "len": "24"
                }
            }
        }
    }
}