{
    "Nilou": {
        "name": "Nilou",
        "name_ru": "Нилу",
        "element": "Hydro",
        "weapon": "Sword",
        "rarity": "5",
        "briefly": "Знаменитая танцовщица Театра Зубаира. Изящная красавица с чистой и открытой душой.",
        "constellation": "Водяная Лилия",
        "region": "Сумеру",
        "description": "Элементальный навык Нилу вводит её в особое состояние Пируэта, при котором обычная и элементальная атака заменяются особой Гидро атакой танцевальными шагами. В зависимости от вида третьего танцевального шага Нилу способна предоставлять различные эффекты.\nЕсли отряд правильно подобран по типам элементов, по завершении третьего шага Нилу наделяет всех персонажей отряда поблизости Изобилием золотого кубка. В этом состоянии активация реакции Бутонизация вместо Дендро ядер создаёт Ядра изобилия, которые взрываются быстрее.\nВзрыв стихии Нилу наносит Гидро урон по площади и через короткий промежуток наносит окружающим противникам дополнительный Гидро урон.",
        "skills": [
            {
                "skill_name": "Танец шамшира",
                "skill_desc": "Обычная атака:До трёх быстрых ударов мечом.Заряженная атака:Удар с вращением, на которой тратится определённое количество выносливости.Атака в падении:Стремительное падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
            },
            {
                "skill_name": "Танец Хафткаршвар",
                "skill_desc": "Входит в состояние Пируэта и наносит противникам поблизости Гидро урон, пропорциональный макс. HP Нилу.Совершив в состоянии Пируэта обычную атаку или атаку элементальным навыком, Нилу переходит в состояние Танца мечей или Кружащих шагов соответственно. Урон, наносимый в этих состояниях, преобразуется в Гидро урон, который считается уроном элементального навыка и не может быть отменён другими инфузиями.В этих состояниях третий танцевальный шаг Нилу завершает Пируэт и, в зависимости от текущего состояния, производит следующие эффекты:\nТанец мечей: выпускает Сияющую иллюзию, которая при соприкосновении с врагами наносит Гидро урон и наделяет Нилу Лунной молитвой. Этот эффект превращает её обычные атаки в техники Танца мечей, а последний удар выпускает Сияющую иллюзию.\nКружащие шаги: Нилу выпускает Водяное колесо, которое наносит Гидро урон по площади и создаёт Ауру покоя, которая следует за активным персонажем и накладывает на врагов в радиусе действия статус Мокрый.\nПребывая в состояниях Пируэта и Лунной молитвы, Нилу не может наносить заряженные атаки. Эти состояния исчезают, когда Нилу покидает поле боя."
            },
            {
                "skill_name": "Танец Абзендеги: Далёкие мечты, внемлющий ручей",
                "skill_desc": "Пускается в танец дальних мечтаний и внемлющего ручья, от чего распускается Лотос далёких вод, нанося Гидро урон по площади пропорционально макс. HP Нилу и накладывая на поражённых противников Течение вечности.Вскоре противники под влиянием этого эффекта получают Гидро урон."
            },
            {
                "skill_name": "Зал кружащих лепестков",
                "skill_desc": "Если отряд полностью состоит из Дендро и Гидро персонажей, и в отряде по меньшей мере есть один персонаж Гидро и Дендро:\nНилу по завершении третьего шага Танца Хафткаршвар на 30 сек. наделяет всех персонажей поблизости Изобилием золотого кубка.Если персонажи под воздействием Изобилия золотого кубка атакованы Дендро, мастерство стихий всех персонажей поблизости увеличивается на 100 ед. на 10 сек. Кроме того, активация реакции Бутонизация вместо Дендро ядер создаёт Ядра изобилия.\nЯдра изобилия быстрее разрываются и обладают большей зоной поражения.Они не активируют Вегетацию и Цветение, и обладают тем же количественным ограничением, что и Дендро ядра. Урон Ядер изобилия считается уроном от Дендро ядер, созданных реакцией Бутонизация.Если элементы персонажей отряда не соответствуют требованиям этого пассивного навыка, все существующие эффекты Изобилия золотого кубка прерываются."
            },
            {
                "skill_name": "Сон танцующих веков",
                "skill_desc": "За каждые 1000 ед. HP выше 30 000 ед. макс. HP Нилу повышает урон Ядер изобилия, созданных персонажами под действием Изобилия золотого кубка, на 9%. Максимальное увеличение урона Ядер изобилия, полученное таким образом, не может превышать 400%."
            },
            {
                "skill_name": "Лотос белого нефрита",
                "skill_desc": "При приготовлении идеального блюда для приключений имеет 12% шанс приготовить дополнительное блюдо."
            }
        ],
        "constellations": [
            {
                "const_name": "Танец убывающей луны",
                "const_desc": "Танец Хафткаршвар усиливается следующим образом:\nУрон Сияющей иллюзии повышается на 65%.\nДлительность Ауры покоя увеличивается на 6 сек."
            },
            {
                "const_name": "Дождь лепестков звёздного неба",
                "const_desc": "Гидро сопротивление противников, получивших Гидро урон от персонажей под воздействием Изобилия золотого кубка, понижается на 35% на 10 сек. Дендро сопротивление противников, получивших урон от реакции Бутонизация, понижается на 35% на 10 сек.Требуется разблокировать пассивный талант «Зал кружащих лепестков»."
            },
            {
                "const_name": "Грациозная поступь тени",
                "const_desc": "Увеличивает уровень навыка Танец Абзендеги: Далёкие мечты, внемлющий ручей на 3.Макс. уровень: 15"
            },
            {
                "const_name": "Ритм зыби",
                "const_desc": "Попадание по врагу третьего шага Танец Хафткаршвар во время действия Пируэта восстанавливает 15 ед. энергии Нилу и на 8 сек. увеличивает урон её Танца Абзендеги: Далёкие мечты, внемлющий ручей на 50%."
            },
            {
                "const_name": "Кружащиеся лунные блики",
                "const_desc": "Увеличивает уровень навыка Танец Хафткаршвар на 3.Макс. уровень: 15"
            },
            {
                "const_name": "Мелодия разбитого хлада",
                "const_desc": "За каждые 1000 ед. макс. HP шанс критического попадания Нилу увеличивается на 0,6%, а её критический урон - на 1,2%.Шанс критического попадания Нилу может таким образом увеличиться на 30%, а критический урон - на 60%."
            }
        ],
        "elevation": [
            {
                "0": {
                    "hp": "1 182",
                    "atc": "17",
                    "def": "56",
                    "sub": {
                        "attr": "HP",
                        "par": "—"
                    }
                },
                "20": {
                    "hp": "3 066",
                    "atc": "46",
                    "def": " 147",
                    "sub": {
                        "attr": "HP",
                        "par": "—"
                    }
                }
            },
            {
                "20+": {
                    "hp": "4 079",
                    "atc": "61",
                    "def": " 195",
                    "sub": {
                        "attr": "HP",
                        "par": "—"
                    }
                },
                "40": {
                    "hp": "6 104",
                    "atc": "92",
                    "def": " 292",
                    "sub": {
                        "attr": "HP",
                        "par": "—"
                    }
                }
            },
            {
                "40+": {
                    "hp": "6 825",
                    "atc": " 103",
                    "def": " 327",
                    "sub": {
                        "attr": "HP",
                        "par": "7.2%"
                    }
                },
                "50": {
                    "hp": "7 852",
                    "atc": " 118",
                    "def": " 376",
                    "sub": {
                        "attr": "HP",
                        "par": "7.2%"
                    }
                }
            },
            {
                "50+": {
                    "hp": "8 812",
                    "atc": " 133",
                    "def": " 422",
                    "sub": {
                        "attr": "HP",
                        "par": "14.4%"
                    }
                },
                "60": {
                    "hp": "9 850",
                    "atc": " 148",
                    "def": " 472",
                    "sub": {
                        "attr": "HP",
                        "par": "14.4%"
                    }
                }
            },
            {
                "60+": {
                    "hp": "10 570",
                    "atc": " 159",
                    "def": " 507",
                    "sub": {
                        "attr": "HP",
                        "par": "14.4%"
                    }
                },
                "70": {
                    "hp": "11 617",
                    "atc": " 175",
                    "def": " 557",
                    "sub": {
                        "attr": "HP",
                        "par": "14.4%"
                    }
                }
            },
            {
                "70+": {
                    "hp": "12 338",
                    "atc": " 186",
                    "def": " 591",
                    "sub": {
                        "attr": "HP",
                        "par": "21.6%"
                    }
                },
                "80": {
                    "hp": "13 397",
                    "atc": " 202",
                    "def": " 642",
                    "sub": {
                        "attr": "HP",
                        "par": "21.6%"
                    }
                }
            },
            {
                "80+": {
                    "hp": "14 117",
                    "atc": " 213",
                    "def": " 677",
                    "sub": {
                        "attr": "HP",
                        "par": "28.8%"
                    }
                },
                "90": {
                    "hp": "15 184",
                    "atc": " 229",
                    "def": " 728",
                    "sub": {
                        "attr": "HP",
                        "par": "28.8%"
                    }
                }
            }
        ],
        "mat": {
            "0-1": {
                "0": {
                    "name": "Mora",
                    "len": "20,000"
                },
                "1": {
                    "name": "Varunada Lazurite Sliver",
                    "len": "1"
                },
                "2": {
                    "name": "Padisarah",
                    "len": "3"
                },
                "3": {
                    "name": "Fungal Spores",
                    "len": "3"
                }
            },
            "1-2": {
                "0": {
                    "name": "Mora",
                    "len": "40,000"
                },
                "1": {
                    "name": "Perpetual Caliber",
                    "len": "2"
                },
                "2": {
                    "name": "Varunada Lazurite Fragment",
                    "len": "3"
                },
                "3": {
                    "name": "Padisarah",
                    "len": "10"
                },
                "4": {
                    "name": "Fungal Spores",
                    "len": "15"
                }
            },
            "2-3": {
                "0": {
                    "name": "Mora",
                    "len": "60,000"
                },
                "1": {
                    "name": "Perpetual Caliber",
                    "len": "4"
                },
                "2": {
                    "name": "Varunada Lazurite Fragment",
                    "len": "6"
                },
                "3": {
                    "name": "Padisarah",
                    "len": "20"
                },
                "4": {
                    "name": "Luminescent Pollen",
                    "len": "12"
                }
            },
            "3-4": {
                "0": {
                    "name": "Mora",
                    "len": "80,000"
                },
                "1": {
                    "name": "Perpetual Caliber",
                    "len": "8"
                },
                "2": {
                    "name": "Varunada Lazurite Chunk",
                    "len": "3"
                },
                "3": {
                    "name": "Padisarah",
                    "len": "30"
                },
                "4": {
                    "name": "Luminescent Pollen",
                    "len": "18"
                }
            },
            "4-5": {
                "0": {
                    "name": "Mora",
                    "len": "100,000"
                },
                "1": {
                    "name": "Perpetual Caliber",
                    "len": "12"
                },
                "2": {
                    "name": "Varunada Lazurite Chunk",
                    "len": "6"
                },
                "3": {
                    "name": "Padisarah",
                    "len": "45"
                },
                "4": {
                    "name": "Crystalline Cyst Dust",
                    "len": "12"
                }
            },
            "5-6": {
                "0": {
                    "name": "Mora",
                    "len": "120,000"
                },
                "1": {
                    "name": "Perpetual Caliber",
                    "len": "20"
                },
                "2": {
                    "name": "Varunada Lazurite Gemstone",
                    "len": "6"
                },
                "3": {
                    "name": "Padisarah",
                    "len": "60"
                },
                "4": {
                    "name": "Crystalline Cyst Dust",
                    "len": "24"
                }
            }
        }
    }
}