{
    "Yaoyao": {
        "name": "Yaoyao",
        "name_ru": "Яо Яо",
        "element": "Dendro",
        "weapon": "Polearm",
        "rarity": "4",
        "briefly": "Младшая ученица Владыки Песен и Скитаний, добрый и заботливый «маленький взрослый».",
        "constellation": "Османтус",
        "region": "Ли Юэ",
        "description": "Элементальный навык Яо Яо призывает Бросающего Юэгуя, который бросает взрывающиеся Редьки белого нефрита. При взрыве Редьки в области её действия персонажам восстанавливается HP, а врагам наносится урон.\nПри использовании взрыва стихии Яо Яо переходит в состояние Наследие Адептов: её скорость передвижения и Дендро сопротивление возрастают, и она будет постоянно призывать Прыгающих Юэгуев, которые бросают Редьки белого нефрита, пока число Юэгуев не достигнет максимума. Редьки белого нефрита во время действия Наследия Адептов будут при взрыве восстанавливать HP всех персонажей поблизости.",
        "skills": [
            {
                "skill_name": "Вращающееся копьё",
                "skill_desc": "Обычная атака:До четырёх ударов копьём.Заряженная атака:Выпад, наносящий урон противникам на пути, на который тратится определённое количество выносливости.Атака в падении:Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
            },
            {
                "skill_name": "Небесное скопление редьки",
                "skill_desc": "Призывает на поле боя Бросающего Юэгуя – особый механизм, изобретение некоего Адепта, который помогает Яо Яо справиться с неприятностями.\nПри долгом нажатии способ активации навыка меняется.\nДолгое нажатие\nПереходит в режим прицеливания, в котором можно выбрать направление бросков.\nБросающий Юэгуй\nБросает Редьку белого нефрита, которая при попадании в противников или персонажей взрывается, нанося противникам в определённой области Дендро урон и восстанавливая HP персонажам в этой же области пропорционально макс. HP Яо Яо. Если Редька белого нефрита не попадает в противника или персонажа, она остаётся на месте попадания и взрывается, если её коснётся персонаж или противник или истечёт время её действия.\nЦели для Редьки из белого нефрита выбираются в соответствии с обстановкой поблизости:\n\nЕсли у всех персонажей рядом в среднем более 70% HP, целью для броска станет ближайший противник.\nЕсли у персонажей рядом 70% HP или менее, в качестве цели будет выбран персонаж рядом с наименьшим количеством HP. Если количество HP персонажей выше 70%, но ниже 100%, а противников рядом нет, броски также совершаются в персонажей. В противном случае броски совершаются в случайном направлении.\nОдновременно может существовать не более 2 Бросающих Юэгуев."
            },
            {
                "skill_name": "Сошествие лунной яшмы",
                "skill_desc": "По велению некоего Адепта в чрезвычайной ситуации высвобождает всю силу Юэгуя, нанося Дендро урон, и входит во всепобеждающее (в некотором смысле) состояние Наследия Адептов.\nНаследие Адептов\n\nСоздаваемая Редька белого нефрита преобразуется для нанесения урона или лечения в соответствии с характеристиками данного навыка. Когда она взрывается, то восстанавливает HP всем персонажам поблизости, а наносимый Дендро урон считается уроном взрыва стихии.\nПериодически призывает Прыгающих Юэгуев до тех пор, пока их количество не достигнет лимита. Прыгающий Юэгуй ведёт себя так же, как и Бросающий Юэгуй, призываемый элементальным навыком Небесное скопление редьки. Одновременно может существовать не более 3 Прыгающих Юэгуев.\nПовышает скорость передвижения Яо Яо на 15%.\nДендро сопротивление Яо Яо увеличивается.\nЕсли Яо Яо покинет поле боя, состояние Наследия Адептов прервётся. С завершением состояния все Прыгающие Юэгуи исчезнут."
            },
            {
                "skill_name": "Звёздная россыпь",
                "skill_desc": "Находясь в состоянии Наследия Адептов навыка Сошествие лунной яшмы, Яо Яо во время спринта, прыжков или бега постоянно метает во врагов Редьку белого нефрита. Таким способом можно метать 1 редьку раз в 0,6 сек."
            },
            {
                "skill_name": "Забота о ближнем",
                "skill_desc": "Когда Редька белого нефрита взрывается, то восстанавливает HP персонажам в области её действия каждую 1 сек. пропорционально 0,8% от макс. HP Яо Яо. Эффект длится 5 сек."
            },
            {
                "skill_name": "Догоняя на цыпочках",
                "skill_desc": "Когда Яо Яо в отряде, ваши персонажи не будут спугивать кристальных бабочек и некоторые другие типы животных.Существа, на которых действует этот навык, указаны в подразделе «Прочие» раздела «Существа / Фауна» меню Архив."
            }
        ],
        "constellations": [
            {
                "const_name": "Наставничество Адепта",
                "const_desc": "Когда Редька белого нефрита взрывается, активные персонажи в области её действия получают 15% бонус Дендро урона на 8 сек., а также восстанавливают 15 ед. выносливости.Восстанавливать выносливость таким образом можно 1 раз в 5 сек."
            },
            {
                "const_name": "Беспорочность",
                "const_desc": "Если взрывы Редьки белого нефрита наносят противникам урон, когда Яо Яо пребывает в состоянии Наследия Адептов навыка Сошествие лунной яшмы, то она восстанавливает 3 ед. энергии. Восстанавливать энергию таким образом можно 1 раз в 0,8 сек."
            },
            {
                "const_name": "Верность и доброта",
                "const_desc": "Увеличивает уровень навыка Небесное скопление редьки на 3.Макс. уровень: 15"
            },
            {
                "const_name": "Дружелюбие",
                "const_desc": "После активации Небесного скопления редьки или Сошествия лунной яшмы мастерство стихий Яо Яо увеличивается пропорционально 0,3% от её макс. HP на 8 сек. Таким образом мастерство стихий может прибавиться до 120 ед."
            },
            {
                "const_name": "Сострадательность",
                "const_desc": "Увеличивает уровень навыка Сошествие лунной яшмы на 3.Макс. уровень: 15"
            },
            {
                "const_name": "Благодетельность",
                "const_desc": "С каждым третьим броском Редьки белого нефрита Бросающий Юэгуй дополнительно бросает 1 Мегаредьку, которая обладает большей зоной поражения и следующими эффектами при взрыве:\nНаносит Дендро урон по площади, равный 75% от силы атаки Яо Яо.\nВосстанавливает HP активного персонажа пропорционально 7,5% от макс. HP Яо Яо.\nКаждый Бросающий Юэгуй может бросить до 2 Мегаредек."
            }
        ],
        "elevation": [
            {
                "0": {
                    "hp": "1 030",
                    "atc": "17",
                    "def": "62",
                    "sub": {
                        "attr": "HP",
                        "par": "—"
                    }
                },
                "20": {
                    "hp": "2 646",
                    "atc": "45",
                    "def": " 161",
                    "sub": {
                        "attr": "HP",
                        "par": "—"
                    }
                }
            },
            {
                "20+": {
                    "hp": "3 416",
                    "atc": "59",
                    "def": " 208",
                    "sub": {
                        "attr": "HP",
                        "par": "—"
                    }
                },
                "40": {
                    "hp": "5 117",
                    "atc": "88",
                    "def": " 312",
                    "sub": {
                        "attr": "HP",
                        "par": "—"
                    }
                }
            },
            {
                "40+": {
                    "hp": "5 664",
                    "atc": "97",
                    "def": " 346",
                    "sub": {
                        "attr": "HP",
                        "par": "6.0%"
                    }
                },
                "50": {
                    "hp": "6 515",
                    "atc": " 112",
                    "def": " 398",
                    "sub": {
                        "attr": "HP",
                        "par": "6.0%"
                    }
                }
            },
            {
                "50+": {
                    "hp": "7 244",
                    "atc": " 125",
                    "def": " 442",
                    "sub": {
                        "attr": "HP",
                        "par": "12.0%"
                    }
                },
                "60": {
                    "hp": "8 095",
                    "atc": " 139",
                    "def": " 494",
                    "sub": {
                        "attr": "HP",
                        "par": "12.0%"
                    }
                }
            },
            {
                "60+": {
                    "hp": "8 642",
                    "atc": " 149",
                    "def": " 528",
                    "sub": {
                        "attr": "HP",
                        "par": "12.0%"
                    }
                },
                "70": {
                    "hp": "9 492",
                    "atc": " 164",
                    "def": " 579",
                    "sub": {
                        "attr": "HP",
                        "par": "12.0%"
                    }
                }
            },
            {
                "70+": {
                    "hp": "10 039",
                    "atc": " 173",
                    "def": " 613",
                    "sub": {
                        "attr": "HP",
                        "par": "18.0%"
                    }
                },
                "80": {
                    "hp": "10 890",
                    "atc": " 188",
                    "def": " 665",
                    "sub": {
                        "attr": "HP",
                        "par": "18.0%"
                    }
                }
            },
            {
                "80+": {
                    "hp": "11 437",
                    "atc": " 197",
                    "def": " 698",
                    "sub": {
                        "attr": "HP",
                        "par": "24.0%"
                    }
                },
                "90": {
                    "hp": "12 288",
                    "atc": " 212",
                    "def": " 750",
                    "sub": {
                        "attr": "HP",
                        "par": "24.0%"
                    }
                }
            }
        ],
        "mat": {
            "0-1": {
                "0": {
                    "name": "Mora",
                    "len": "20,000"
                },
                "1": {
                    "name": "Nagadus Emerald Sliver",
                    "len": "1"
                },
                "2": {
                    "name": "Jueyun Chili",
                    "len": "3"
                },
                "3": {
                    "name": "Slime Condensate",
                    "len": "3"
                }
            },
            "1-2": {
                "0": {
                    "name": "Mora",
                    "len": "40,000"
                },
                "1": {
                    "name": "Quelled Creeper",
                    "len": "2"
                },
                "2": {
                    "name": "Nagadus Emerald Fragment",
                    "len": "3"
                },
                "3": {
                    "name": "Jueyun Chili",
                    "len": "10"
                },
                "4": {
                    "name": "Slime Condensate",
                    "len": "15"
                }
            },
            "2-3": {
                "0": {
                    "name": "Mora",
                    "len": "60,000"
                },
                "1": {
                    "name": "Quelled Creeper",
                    "len": "4"
                },
                "2": {
                    "name": "Nagadus Emerald Fragment",
                    "len": "6"
                },
                "3": {
                    "name": "Jueyun Chili",
                    "len": "20"
                },
                "4": {
                    "name": "Slime Secretions",
                    "len": "12"
                }
            },
            "3-4": {
                "0": {
                    "name": "Mora",
                    "len": "80,000"
                },
                "1": {
                    "name": "Quelled Creeper",
                    "len": "8"
                },
                "2": {
                    "name": "Nagadus Emerald Chunk",
                    "len": "3"
                },
                "3": {
                    "name": "Jueyun Chili",
                    "len": "30"
                },
                "4": {
                    "name": "Slime Secretions",
                    "len": "18"
                }
            },
            "4-5": {
                "0": {
                    "name": "Mora",
                    "len": "100,000"
                },
                "1": {
                    "name": "Quelled Creeper",
                    "len": "12"
                },
                "2": {
                    "name": "Nagadus Emerald Chunk",
                    "len": "6"
                },
                "3": {
                    "name": "Jueyun Chili",
                    "len": "45"
                },
                "4": {
                    "name": "Slime Concentrate",
                    "len": "12"
                }
            },
            "5-6": {
                "0": {
                    "name": "Mora",
                    "len": "120,000"
                },
                "1": {
                    "name": "Quelled Creeper",
                    "len": "20"
                },
                "2": {
                    "name": "Nagadus Emerald Gemstone",
                    "len": "6"
                },
                "3": {
                    "name": "Jueyun Chili",
                    "len": "60"
                },
                "4": {
                    "name": "Slime Concentrate",
                    "len": "24"
                }
            }
        }
    }
}