{
    "Liuyun": {
        "name": "Xianyun",
        "name_ru": "Сянь Юнь",
        "element": "Anemo",
        "weapon": "Catalyst",
        "rarity": "5",
        "briefly": "Просветлённый Адепт, которого называют титулом Хранитель Облаков. Никто не сравнится с ней в искусстве механики. Заинтересовавшись мирской жизнью и кулинарией, она поселилась среди людей под именем Сянь Юнь.",
        "constellation": "Вольный Журавль",
        "region": "Ли Юэ",
        "description": "После того как Сянь Юнь использует свой элементальный навык, она получит статус «Превращение облаков», а её навык будет преобразован в Небесную лестницу, которую можно использовать трижды. Это позволит ей быстро передвигаться. Может быть использовано в воздухе.\nВ статусе Превращение облаков её атака в падении будет преобразована в Волну плывущих облаков, которая наносит Анемо урон по площади, при этом урон растёт в зависимости от количества использованных Небесных лестниц.\nЕё взрыв стихии призывает Сплетение звёзд, что увеличивает высоту прыжка персонажей и лечит их. При выполнении атаки в падении расходуется Поддержка Адептов, чтобы нанести Анемо урон по площади. Когда Поддержка доступна, урон атак персонажей также увеличивается.",
        "skills": [
            {
                "skill_name": "Слово ветра и цветка",
                "skill_desc": "Обычная атака:Призывает кружащие ветра, и выполняет до четырёх атак, наносящих Анемо урон.Заряженная атака:Тратит определённое количество выносливости и по прямой линии выпускает кольцо ветра, наносящее врагам на пути Анемо урон.Атака в падении:Собрав мощь Анемо, стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит Анемо урон по площади."
            },
            {
                "skill_name": "Белые облака на заре",
                "skill_desc": "Сянь Юнь входит в состояние Превращения облаков, в котором она не получает урон от падения, и один раз использует Небесную лестницу.В этом состоянии её атака в падении превращается в Волну плывущих облаков, которая наносит Анемо урон по площади и завершает состояние Превращения облаков. Её урон считается уроном атаки в падении.Каждое применение Небесной лестницы в этом состоянии увеличивает урон и площадь поражения следующей Волны плывущих облаков.Небесная лестницаМожет быть активирована в воздухе. Сянь Юнь совершает рывок вперёд, нанося целям на пути Анемо урон.В течение одного состояния Превращения облаков Небесную лестницу можно использовать до 3 раз, причём один и тот же противник может получить урон Небесной лестницы только один раз.Если в течение короткого промежутка времени не активировать Небесную лестницу, состояние Превращения облаков исчезает.Если во время текущего состояния Превращения облаков не вызывать Волну плывущих облаков, последующий откат навыка Белые облака на заре сокращается на 3 сек."
            },
            {
                "skill_name": "Сумеречное собрание звёзд",
                "skill_desc": "Призывает божественный ветер, который наносит Анемо урон по площади, восстанавливает HP всем окружающим членам отряда пропорционально силе атаки Сянь Юнь и призывает механизм «Сплетение звёзд».Сплетение звёзд\nСледует за активным персонажем и периодически восстанавливает HP всем членам отряда поблизости пропорционально силе атаки Сянь Юнь.\nИзначально имеет 8 уровней Поддержки Адептов. Во время действия Поддержки Адептов высота прыжка активных членов отряда поблизости повышена.\nКогда активный персонаж завершает атаку в падении, Сплетение звёзд расходует 1 уровень Поддержки Адептов и наносит Анемо урон по площади\nНа поле боя одновременно может быть только одно Сплетение звёзд."
            },
            {
                "skill_name": "Белое перо на благом ветру",
                "skill_desc": "Каждый противник, поражённый Волной плывущих облаков навыка Белые облака на заре, на 20 сек. наделяет всех членов отряда поблизости 1 уровнем эффекта Перо на ветру. Этот эффект складывается до 4 раз и увеличивает шанс крит. попадания атаки в падении на 4%/6%/8%/10% соответственно.Длительность уровней Пера на ветру, возникающих при попадании по противнику, рассчитывается отдельно друг от друга."
            },
            {
                "skill_name": "Адепт в своей обители",
                "skill_desc": "Сплетение звёзд Сумеречного собрания звёзд с действующей Поддержкой Адептов повышает урон ударной волны атаки в падении активных персонажей отряда поблизости на 200% от силы атаки Сянь Юнь. Максимальное увеличение урона, полученное таким образом, не может превышать 9000.Одна ударная волна атаки в падении может нанести данный повышенный урон только одному противнику. Каждый персонаж может активировать этот эффект один раз в 0,4 сек."
            },
            {
                "skill_name": "Форма журавля",
                "skill_desc": "Увеличивает скорость парения всех членов отряда на 15%.Не суммируется с пассивными талантами, дающими точно такие же эффекты."
            }
        ],
        "constellations": [
            {
                "const_name": "Ветер очищения",
                "const_desc": "Увеличивает количество зарядов навыка Белые облака на заре на 1."
            },
            {
                "const_name": "Отстранившись от мира",
                "const_desc": "После применения Небесной лестницы навыка Белые облака на заре сила атаки Сянь Юнь повышается на 20% на 15 сек.Кроме того, эффект пассивного таланта Адепт в своей обители становится сильнее: Сплетение звёзд Сумеречного собрания звёзд с действующей Поддержкой Адептов повышает урон ударной волны атак в падении активных персонажей отряда поблизости на 400% от силы атаки Сянь Юнь. Максимальное увеличение урона, полученное таким образом, не может превышать 18 000.Одна ударная волна атаки в падении может нанести данный повышенный урон только одному противнику. Каждый персонаж может активировать этот эффект один раз в 0,4 сек.Требуется разблокировать пассивный талант Адепт в своей обители."
            },
            {
                "const_name": "Создания звезды и луны",
                "const_desc": "Увеличивает уровень навыка Сумеречное собрание звёзд на 3.Макс. уровень: 15"
            },
            {
                "const_name": "Таинственное жемчужное просо",
                "const_desc": "Попадания Волны плывущих облаков по противнику во время одного и того же Превращения облаков навыка Белые облака на заре, во время которого Небесная лестница была задействована 1/2/3 раза, восстанавливают HP всем членам отряда поблизости в размере 50%/80%/150% от силы атаки Сянь Юнь соответственно. Этот эффект может возникнуть раз в 5 сек."
            },
            {
                "const_name": "Верхом на розовых облаках",
                "const_desc": "Увеличивает уровень навыка Белые облака на заре на 3.Макс. уровень: 15"
            },
            {
                "const_name": "Дух Хранителя Облаков",
                "const_desc": "После того как Сянь Юнь использует Небесную лестницу 1/2/3 раза во время действия одного и того же Превращения облаков навыка Белые облака на заре, крит. урон Волны плывущих облаков этого Превращения облаков повышается на 15%/35%/70% соответственно.В течение 16 сек. после применения Сумеречного собрания звёзд навык Белые облака на заре не переходит в режим отката. После 8 активаций Белых облаков на заре Сянь Юнь этот эффект исчезает."
            }
        ],
        "elevation": [
            {
                "0": {
                    "hp": " 810",
                    "atc": "26",
                    "def": "44",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "—"
                    }
                },
                "20": {
                    "hp": "2 101",
                    "atc": "67",
                    "def": " 115",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "—"
                    }
                }
            },
            {
                "20+": {
                    "hp": "2 796",
                    "atc": "89",
                    "def": " 153",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "—"
                    }
                },
                "40": {
                    "hp": "4 184",
                    "atc": " 134",
                    "def": " 230",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "—"
                    }
                }
            },
            {
                "40+": {
                    "hp": "4 678",
                    "atc": " 150",
                    "def": " 257",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "7.2%"
                    }
                },
                "50": {
                    "hp": "5 382",
                    "atc": " 173",
                    "def": " 296",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "7.2%"
                    }
                }
            },
            {
                "50+": {
                    "hp": "6 040",
                    "atc": " 194",
                    "def": " 332",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "14.4%"
                    }
                },
                "60": {
                    "hp": "6 752",
                    "atc": " 217",
                    "def": " 371",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "14.4%"
                    }
                }
            },
            {
                "60+": {
                    "hp": "7 245",
                    "atc": " 233",
                    "def": " 398",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "14.4%"
                    }
                },
                "70": {
                    "hp": "7 963",
                    "atc": " 256",
                    "def": " 438",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "14.4%"
                    }
                }
            },
            {
                "70+": {
                    "hp": "8 457",
                    "atc": " 272",
                    "def": " 465",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "21.6%"
                    }
                },
                "80": {
                    "hp": "9 183",
                    "atc": " 295",
                    "def": " 505",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "21.6%"
                    }
                }
            },
            {
                "80+": {
                    "hp": "9 677",
                    "atc": " 311",
                    "def": " 532",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "28.8%"
                    }
                },
                "90": {
                    "hp": "10 409",
                    "atc": " 334",
                    "def": " 572",
                    "sub": {
                        "attr": "Сила атаки",
                        "par": "28.8%"
                    }
                }
            }
        ],
        "mat": {
            "0-1": {
                "0": {
                    "name": "Mora",
                    "len": "20,000"
                },
                "1": {
                    "name": "Vayuda Turquoise Sliver",
                    "len": "1"
                },
                "2": {
                    "name": "Clearwater Jade",
                    "len": "3"
                },
                "3": {
                    "name": "Divining Scroll",
                    "len": "3"
                }
            },
            "1-2": {
                "0": {
                    "name": "Mora",
                    "len": "40,000"
                },
                "1": {
                    "name": "Cloudseam Scale",
                    "len": "2"
                },
                "2": {
                    "name": "Vayuda Turquoise Fragment",
                    "len": "3"
                },
                "3": {
                    "name": "Clearwater Jade",
                    "len": "10"
                },
                "4": {
                    "name": "Divining Scroll",
                    "len": "15"
                }
            },
            "2-3": {
                "0": {
                    "name": "Mora",
                    "len": "60,000"
                },
                "1": {
                    "name": "Cloudseam Scale",
                    "len": "4"
                },
                "2": {
                    "name": "Vayuda Turquoise Fragment",
                    "len": "6"
                },
                "3": {
                    "name": "Clearwater Jade",
                    "len": "20"
                },
                "4": {
                    "name": "Sealed Scroll",
                    "len": "12"
                }
            },
            "3-4": {
                "0": {
                    "name": "Mora",
                    "len": "80,000"
                },
                "1": {
                    "name": "Cloudseam Scale",
                    "len": "8"
                },
                "2": {
                    "name": "Vayuda Turquoise Chunk",
                    "len": "3"
                },
                "3": {
                    "name": "Clearwater Jade",
                    "len": "30"
                },
                "4": {
                    "name": "Sealed Scroll",
                    "len": "18"
                }
            },
            "4-5": {
                "0": {
                    "name": "Mora",
                    "len": "100,000"
                },
                "1": {
                    "name": "Cloudseam Scale",
                    "len": "12"
                },
                "2": {
                    "name": "Vayuda Turquoise Chunk",
                    "len": "6"
                },
                "3": {
                    "name": "Clearwater Jade",
                    "len": "45"
                },
                "4": {
                    "name": "Forbidden Curse Scroll",
                    "len": "12"
                }
            },
            "5-6": {
                "0": {
                    "name": "Mora",
                    "len": "120,000"
                },
                "1": {
                    "name": "Cloudseam Scale",
                    "len": "20"
                },
                "2": {
                    "name": "Vayuda Turquoise Gemstone",
                    "len": "6"
                },
                "3": {
                    "name": "Clearwater Jade",
                    "len": "60"
                },
                "4": {
                    "name": "Forbidden Curse Scroll",
                    "len": "24"
                }
            }
        }
    }
}