{
    "Sigewinne": {
        "name": "Sigewinne",
        "name_ru": "Сиджвин",
        "element": "Hydro",
        "weapon": "Bow",
        "rarity": "5",
        "briefly": "Старшая медсестра крепости Меропид одинаково заботится о каждом заключённом подводной тюрьмы.",
        "constellation": "30 марта",
        "region": "Нереида",
        "description": "Элементальный навык Сиджвин создаёт пузырёк, который восстанавливает HP всех персонажей, кроме неё самой, нанося при этом Гидро урон врагам. Когда он исчезает, то восстанавливает HP Сиджвин.\nЭлементальный навык Сиджвин наделяет её несколькими уровнями Выздоровления. Когда элементальные навыки неактивных персонажей вашего отряда поблизости (за исключением Сиджвин) наносят урон, расходуется один уровень Выздоровления, и урон данного элементального навыка увеличивается.\nВзрыв стихии Сиджвин наносит периодический Гидро урон по площади впереди неё.",
        "skills": [
            {
                "skill_name": "Прицельное лечение",
                "skill_desc": "Обычная атакаДо трёх последовательных атак.Заряженная атакаБолее меткий прицельный выстрел с увеличенным уроном.Во время прицеливания стрела постепенно накапливает энергию Гидро. При полном заряде Сиджвин периодически выпускает в цель медленно передвигающиеся Пузырьки сострадания, которые наносят Гидро урон. Когда выпускается наделённая силой потоков стрела, при попадании она наносит Гидро урон.Атака в паденииВыпускает град стрел, которые при приземлении персонажа наносят урон по площади."
            },
            {
                "skill_name": "Прыгучая гидротерапия",
                "skill_desc": "Выпускает из пузырькового пистолета, изготовленного в крепости Меропид, Бодрящий пузырёк, который улучшает кровообращение и помогает пациентам уснуть.Бодрящий пузырёк прыгает между противниками поблизости и наносит поражённым врагам Гидро урон, пропорциональный макс. HP Сиджвин. Отскакивая, он восстанавливает HP всем членам отряда поблизости за исключением Сиджвин. Объём лечения зависит от макс. HP Сиджвин.Отпрыгнув 5 раз, Бодрящий пузырёк исчезает и восстанавливает HP Сиджвин пропорционально её макс. HP.Если врагов нет, Бодрящий пузырёк прыгает поблизости. Одновременно может существовать только один Бодрящий пузырёк, созданный самой Сиджвин.При долгом нажатии способ активации навыка меняется.Долгое нажатиеПереходит в режим прицеливания, собирает заряд и выдувает более крупный, более сильный Бодрящий пузырёк! Пузырёк в зависимости от длительности удержания растёт, причём его рост делится на два уровня. За каждый уровень роста наносимый им урон и лечение увеличивается на 5%. При отскоке Крупный Бодрящий пузырёк теряет один уровень роста, пока не станет обычным Бодрящим пузырьком.Слабые враги, поражённые большим Бодрящим пузырьком, оказываются в заключении и теряют способность двигаться.Кроме того, когда Сиджвин активирует этот навык, рядом с ней создаётся 2 Капли источника. Каждая поглощённая Сиджвин Капля источника даёт ей Долг жизни, равный 10% от её макс. HP.Когда Долг жизни Сиджвин снимается, за каждые 2000 единиц снятого Долга жизни она восстанавливает 1 ед. энергии. Таким способом Сиджвин может восстановить до 5 ед. энергии.Архэ: УсияПериодически на место, куда попал Бодрящий пузырёк, нисходит Клинок бурных вод, который наносит Гидро урон усии, пропорциональный макс. HP Сиджвин."
            },
            {
                "skill_name": "Сверхнасыщенная инъекция",
                "skill_desc": "Достаёт специальный шприц, сделанный в крепости Меропид, и атакует перед собой волнами доброты и лекарств, нанося периодический Гидро урон по площади, пропорциональный макс. HP Сиджвин.Кроме того, во время применения навыка Сиджвин поглощает до 2 Капель источника в определённом радиусе поблизости."
            },
            {
                "skill_name": "Требуется полноценный отдых",
                "skill_desc": "Активировав Прыгучую гидротерапию, Сиджвин на 18 сек. наделяет себя эффектом Полупринудительного покоя: она получает 8% бонус Гидро урона и 10 уровней Выздоровления. Когда элементальные навыки неактивных персонажей вашего отряда поблизости (за исключением Сиджвин) наносят урон, расходуется 1 уровень Выздоровления, и урон данного элементального навыка увеличивается. За каждые 1000 ед. макс. HP свыше 30 000 ед. макс. HP Сиджвин урон увеличивается на 80 ед. Урон применяемого элементального навыка таким способом можно увеличить не более чем на 2800 ед."
            },
            {
                "skill_name": "Скрупулёзная диагностика и лечение",
                "skill_desc": "Когда Сиджвин исцеляет персонажей, исцеление увеличивается согласно общему значению текущего Долга жизни всех персонажей отряда: за каждые 1000 ед. лечение увеличивается на 3%. Размер лечения таким способом можно увеличить не более чем на 30%."
            },
            {
                "skill_name": "Экстренная дозировка",
                "skill_desc": "Под водой исцеляет вашего активного персонажа в течение 2,5 сек., если его HP ниже 50%. Исцеление пропорционально 50% его макс. HP. Кроме того, сопротивление всем элементам и физическое сопротивление этого персонажа снижается на 10% на 10 сек. Эффект может возникнуть один раз в 20 сек."
            }
        ],
        "constellations": [
            {
                "const_name": "«Ведома ли счастливейшим душам тревога?»",
                "const_desc": "Бодрящий пузырёк Прыгучей гидротерапии получает 3 дополнительных отскока, и при первых трёх отскоках большой Бодрящий пузырёк не становится меньше.Пассивный талант Требуется полноценный отдых получает усиление: каждый отскок пузырька наделяет Сиджвин 1 уровнем Выздоровления. Увеличение урона с помощью Выздоровления изменяется следующим образом: за каждые 1000 ед. макс. HP свыше 30 000 ед. Сиджвин урон увеличивается на 100 ед. Урон таким способом можно увеличить не более чем на 3500 ед. Необходимо разблокировать пассивный талант Требуется полноценный отдых."
            },
            {
                "const_name": "«Могут ли милосерднейшие из душ победить врагов?»",
                "const_desc": "При использовании Прыгучей гидротерапии и Сверхнасыщенной инъекции, Сиджвин создаёт щит-пузырь, равный 30% от её макс. HP, который поглощает Гидро урон с эффективностью 250%. Щит активен до окончания использования этих навыков.Кроме того, после того как Бодрящий пузырёк Прыгучей гидротерапии или Сверхнасыщенная инъекция попадают во врага, его Гидро сопротивление на 8 сек. снижается на 35%."
            },
            {
                "const_name": "«Могут ли здоровейшие из душ излечить жар?»",
                "const_desc": "Увеличивает уровень навыка Прыгучая гидротерапия на 3.Макс. уровень: 15"
            },
            {
                "const_name": "«Могут ли прекраснейшие из душ пресечь увядание?»",
                "const_desc": "Длительность Сверхнасыщенной инъекции увеличивается на 3 сек."
            },
            {
                "const_name": "«Могут ли радостнейшие из душ избавить от мук?»",
                "const_desc": "Увеличивает уровень навыка Сверхнасыщенная инъекция на 3.Макс. уровень: 15"
            },
            {
                "const_name": "«Вознесут ли светлейшие из душ за меня молитвы?»",
                "const_desc": "Исцеляя персонажей, Сиджвин повышает шанс крит. попадания и крит. урон её Сверхнасыщенной инъекции пропорционально своему макс. HP: за каждую 1000 ед. её макс. HP шанс крит. попадания увеличивается на 0,4%, а крит. урон - на 2,2% на 15 сек. Максимальное увеличение шанса крит. попадания, которого можно добиться таким способом, составляет 20%, а увеличение крит. урона - 110%."
            }
        ],
        "elevation": [
            {
                "0": {
                    "hp": "1 039",
                    "atc": "14",
                    "def": "38",
                    "sub": {
                        "attr": "HP",
                        "par": "—"
                    }
                },
                "20": {
                    "hp": "2 695",
                    "atc": "38",
                    "def": " 100",
                    "sub": {
                        "attr": "HP",
                        "par": "—"
                    }
                }
            },
            {
                "20+": {
                    "hp": "3 586",
                    "atc": "51",
                    "def": " 134",
                    "sub": {
                        "attr": "HP",
                        "par": "—"
                    }
                },
                "40": {
                    "hp": "5 366",
                    "atc": "77",
                    "def": " 200",
                    "sub": {
                        "attr": "HP",
                        "par": "—"
                    }
                }
            },
            {
                "40+": {
                    "hp": "5 999",
                    "atc": "86",
                    "def": " 224",
                    "sub": {
                        "attr": "HP",
                        "par": "7.2%"
                    }
                },
                "50": {
                    "hp": "6 902",
                    "atc": "99",
                    "def": " 258",
                    "sub": {
                        "attr": "HP",
                        "par": "7.2%"
                    }
                }
            },
            {
                "50+": {
                    "hp": "7 746",
                    "atc": " 111",
                    "def": " 289",
                    "sub": {
                        "attr": "HP",
                        "par": "14.4%"
                    }
                },
                "60": {
                    "hp": "8 658",
                    "atc": " 124",
                    "def": " 324",
                    "sub": {
                        "attr": "HP",
                        "par": "14.4%"
                    }
                }
            },
            {
                "60+": {
                    "hp": "9 291",
                    "atc": " 134",
                    "def": " 347",
                    "sub": {
                        "attr": "HP",
                        "par": "14.4%"
                    }
                },
                "70": {
                    "hp": "10 212",
                    "atc": " 147",
                    "def": " 382",
                    "sub": {
                        "attr": "HP",
                        "par": "14.4%"
                    }
                }
            },
            {
                "70+": {
                    "hp": "10 845",
                    "atc": " 156",
                    "def": " 405",
                    "sub": {
                        "attr": "HP",
                        "par": "21.6%"
                    }
                },
                "80": {
                    "hp": "11 776",
                    "atc": " 169",
                    "def": " 440",
                    "sub": {
                        "attr": "HP",
                        "par": "21.6%"
                    }
                }
            },
            {
                "80+": {
                    "hp": "12 409",
                    "atc": " 179",
                    "def": " 464",
                    "sub": {
                        "attr": "HP",
                        "par": "28.8%"
                    }
                },
                "90": {
                    "hp": "13 348",
                    "atc": " 192",
                    "def": " 499",
                    "sub": {
                        "attr": "HP",
                        "par": "28.8%"
                    }
                }
            }
        ],
        "mat": {
            "0-1": {
                "0": {
                    "name": "Mora",
                    "len": "20,000"
                },
                "1": {
                    "name": "Varunada Lazurite Sliver",
                    "len": "1"
                },
                "2": {
                    "name": "Romaritime Flower",
                    "len": "3"
                },
                "3": {
                    "name": "Transoceanic Pearl",
                    "len": "3"
                }
            },
            "1-2": {
                "0": {
                    "name": "Mora",
                    "len": "40,000"
                },
                "1": {
                    "name": "Water That Failed To Transcend",
                    "len": "2"
                },
                "2": {
                    "name": "Varunada Lazurite Fragment",
                    "len": "3"
                },
                "3": {
                    "name": "Romaritime Flower",
                    "len": "10"
                },
                "4": {
                    "name": "Transoceanic Pearl",
                    "len": "15"
                }
            },
            "2-3": {
                "0": {
                    "name": "Mora",
                    "len": "60,000"
                },
                "1": {
                    "name": "Water That Failed To Transcend",
                    "len": "4"
                },
                "2": {
                    "name": "Varunada Lazurite Fragment",
                    "len": "6"
                },
                "3": {
                    "name": "Romaritime Flower",
                    "len": "20"
                },
                "4": {
                    "name": "Transoceanic Chunk",
                    "len": "12"
                }
            },
            "3-4": {
                "0": {
                    "name": "Mora",
                    "len": "80,000"
                },
                "1": {
                    "name": "Water That Failed To Transcend",
                    "len": "8"
                },
                "2": {
                    "name": "Varunada Lazurite Chunk",
                    "len": "3"
                },
                "3": {
                    "name": "Romaritime Flower",
                    "len": "30"
                },
                "4": {
                    "name": "Transoceanic Chunk",
                    "len": "18"
                }
            },
            "4-5": {
                "0": {
                    "name": "Mora",
                    "len": "100,000"
                },
                "1": {
                    "name": "Water That Failed To Transcend",
                    "len": "12"
                },
                "2": {
                    "name": "Varunada Lazurite Chunk",
                    "len": "6"
                },
                "3": {
                    "name": "Romaritime Flower",
                    "len": "45"
                },
                "4": {
                    "name": "Xenochromatic Crystal",
                    "len": "12"
                }
            },
            "5-6": {
                "0": {
                    "name": "Mora",
                    "len": "120,000"
                },
                "1": {
                    "name": "Water That Failed To Transcend",
                    "len": "20"
                },
                "2": {
                    "name": "Varunada Lazurite Gemstone",
                    "len": "6"
                },
                "3": {
                    "name": "Romaritime Flower",
                    "len": "60"
                },
                "4": {
                    "name": "Xenochromatic Crystal",
                    "len": "24"
                }
            }
        }
    }
}