{
    "Kirara": {
        "name": "Kirara",
        "name_ru": "Кирара",
        "element": "Dendro",
        "weapon": "Sword",
        "rarity": "4",
        "briefly": "Курьер инадзумской компании доставки «Комания экспресс». Эта нэкомата обожает свою работу и общество людей.",
        "constellation": "Ларец",
        "region": "Инадзума",
        "description": "Элементальный навык Кирары наносит Дендро урон по площади и создаёт Щит безопасной перевозки. При долгом нажатии на элементальный навык Кирара входит в состояние Срочной посылки нэко, в котором она быстрее передвигается и наносит Дендро урон противникам, с которыми сталкивается.\nКогда Кирара применяет взрыв стихии, то сбрасывает Особый ящик для доставки, который наносит Дендро урон по площади и создаёт множество Семян кошачьей мяты, которые наносят Дендро урон противникам, вступающим с ними в контакт.",
        "skills": [
            {
                "skill_name": "Нарезка коробок",
                "skill_desc": "Обычная атака:До четырёх быстрых ударов.Заряженная атака:Тратит определённое количество выносливости на три быстрых удара когтями.Атака в падении:Стремительно падает на землю, атакуя всех врагов на пути.Приземлившись, наносит урон по площади."
            },
            {
                "skill_name": "Мяутеоритный удар",
                "skill_desc": "Быстрое нажатиеПодпрыгивает в воздух с ловкостью мчащейся через кусты кошки и больно бьёт противников, нанося Дендро урон по площади. Также развёртывает Щит безопасной перевозки и на короткое время получает эффект Дендро. Щит безопасной перевозки поглощает Дендро урон с 250% эффективностью. Поглощаемый щитом урон зависит от макс. HP Кирары и не превышает определённого процента от него. Оставшийся поглощаемый урон Щита безопасной перевозки при создании нового щита суммируется с ним, а его длительность обновляется.Долгое нажатиеСледуя рвению «доставить за полдня», создаёт такой же Щит безопасной перевозки, как и при коротком нажатии, сворачивается калачиком в специальном ящике для экспресс-доставки и переходит в состояние Срочной посылки нэко, чтобы передвигаться и сражаться ещё быстрее.Срочная посылка нэко\nНаносит Дендро урон противникам, в которых врезается. Этот эффект может возникнуть один раз в 0,5 сек. для каждого врага.\nВ этом состоянии скорость передвижения, скорость карабканья и сила прыжка Кирары увеличены, а при карабканье она тратит больше энергии.\nПосле истечения времени действия или повторной активации навыка выполняет Удар когтями, который наносит Дендро урон по площади. Этот удар сильнее атаки при коротком нажатии навыка.\nСостояние Срочной посылки нэко длится до 10 сек., после чего переходит в режим отката. Чем дольше Кирара пребывает в этом состоянии, тем дольше откат.\nСпринт или произвольное завершение карабканья прерывает это состояние."
            },
            {
                "skill_name": "Неожиданное отправление",
                "skill_desc": "Обрушивает Особый ящик для доставки на любителей красть посылки, нанося Дендро урон по площади. Взрываясь, Особый ящик для доставки разделяется на множество Семян кошачьей мяты. Семена кошачьей мяты взрываются при столкновении с врагом или спустя некоторое время, нанося Дендро урон по площади."
            },
            {
                "skill_name": "Чарующие, чарующие хвосты",
                "skill_desc": "Каждый раз, когда Кирара в состоянии Срочной посылки нэко Мяутеоритного удара врезается во врага, она получает один уровень эффекта Усиленная упаковка. Этот эффект может возникнуть один раз в 0,5 сек. для каждого врага и складывается до 3 раз. Когда состояние Срочной посылки нэко завершается, каждый уровень Усиленной упаковки даёт Кираре по одному Щиту безопасной перевозки. Поглощение урона щитов, созданных таким образом, равно 20% от поглощения урона Щита безопасной перевозки Мяутеоритного удара. Если Кирара уже находится под защитой Щита безопасной перевозки Мяутеоритного удара, его оставшийся поглощаемый урон суммируется с ними, а его длительность обновляется."
            },
            {
                "skill_name": "Своевременная путаница",
                "skill_desc": "За каждые 1000 ед. макс. HP Кирары урон, наносимый Мяутеоритным ударом, увеличивается на 0,4%, а урон, наносимый Неожиданным отправлением, - на 0,3%."
            },
            {
                "skill_name": "Крадущаяся походка",
                "skill_desc": "Когда Кирара в отряде, животные, у которых можно добыть мясо птицы, сырое мясо и цельномороженое мясо, больше вас не пугаются."
            }
        ],
        "constellations": [
            {
                "const_name": "Оборот материалов",
                "const_desc": "При активации Неожиданного отправления, Кирара создаёт 1 дополнительное Семя кошачьей мяты за каждые 8000 ед. своего макс. HP. Таким образом можно создать до 4 дополнительных семян."
            },
            {
                "const_name": "Высшее искусство упаковки",
                "const_desc": "Когда Кирара в состоянии Срочной посылки нэко Мяутеоритного удара врезается в другого члена отряда, она наделяет его Щитом важной перевозки.Поглощение урона Щита важной перевозки равно 40% макс. поглощения урона Щита безопасной перевозки, созданного Мяутеоритным ударом. Щит важной перевозки поглощает Дендро урон с 250% эффективностью.Щит важной перевозки длится 12 сек. и может возникнуть на каждом персонаже раз в 10 сек."
            },
            {
                "const_name": "Знание всех адресов",
                "const_desc": "Увеличивает уровень навыка Мяутеоритный удар на 3.Макс. уровень: 15"
            },
            {
                "const_name": "Лошадь Сканды",
                "const_desc": "Когда обычные атаки, заряженные атаки и атаки в падении активного персонажа со Щитом безопасной перевозки или Щитом важной перевозки попадают по противникам, Кирара совершает совместную атаку, используя малые Семена кошачьей мяты, и наносит Дендро урон в размере 200% от своей силы атаки. Наносимый таким образом урон считается уроном взрыва стихии. Эффект может возникнуть раз в 3,8 сек. Время отката общее для всех членов отряда."
            },
            {
                "const_name": "Тысяча километров в день",
                "const_desc": "Увеличивает уровень навыка Неожиданное отправление на 3.Макс. уровень: 15"
            },
            {
                "const_name": "Сотни пейзажей",
                "const_desc": "Когда Кирара активирует элементальный навык или взрыв стихии, все члены отряда поблизости на 15 сек. получают 12% бонус урона всеми элементами."
            }
        ],
        "elevation": [
            {
                "0": {
                    "hp": "1 021",
                    "atc": "18",
                    "def": "45",
                    "sub": {
                        "attr": "HP",
                        "par": "—"
                    }
                },
                "20": {
                    "hp": "2 623",
                    "atc": "48",
                    "def": " 117",
                    "sub": {
                        "attr": "HP",
                        "par": "—"
                    }
                }
            },
            {
                "20+": {
                    "hp": "3 386",
                    "atc": "62",
                    "def": " 151",
                    "sub": {
                        "attr": "HP",
                        "par": "—"
                    }
                },
                "40": {
                    "hp": "5 072",
                    "atc": "92",
                    "def": " 227",
                    "sub": {
                        "attr": "HP",
                        "par": "—"
                    }
                }
            },
            {
                "40+": {
                    "hp": "5 614",
                    "atc": " 102",
                    "def": " 251",
                    "sub": {
                        "attr": "HP",
                        "par": "6.0%"
                    }
                },
                "50": {
                    "hp": "6 457",
                    "atc": " 118",
                    "def": " 289",
                    "sub": {
                        "attr": "HP",
                        "par": "6.0%"
                    }
                }
            },
            {
                "50+": {
                    "hp": "7 180",
                    "atc": " 131",
                    "def": " 321",
                    "sub": {
                        "attr": "HP",
                        "par": "12.0%"
                    }
                },
                "60": {
                    "hp": "8 024",
                    "atc": " 146",
                    "def": " 359",
                    "sub": {
                        "attr": "HP",
                        "par": "12.0%"
                    }
                }
            },
            {
                "60+": {
                    "hp": "8 566",
                    "atc": " 156",
                    "def": " 384",
                    "sub": {
                        "attr": "HP",
                        "par": "12.0%"
                    }
                },
                "70": {
                    "hp": "9 408",
                    "atc": " 172",
                    "def": " 421",
                    "sub": {
                        "attr": "HP",
                        "par": "12.0%"
                    }
                }
            },
            {
                "70+": {
                    "hp": "9 950",
                    "atc": " 182",
                    "def": " 446",
                    "sub": {
                        "attr": "HP",
                        "par": "18.0%"
                    }
                },
                "80": {
                    "hp": "10 794",
                    "atc": " 197",
                    "def": " 483",
                    "sub": {
                        "attr": "HP",
                        "par": "18.0%"
                    }
                }
            },
            {
                "80+": {
                    "hp": "11 336",
                    "atc": " 207",
                    "def": " 508",
                    "sub": {
                        "attr": "HP",
                        "par": "24.0%"
                    }
                },
                "90": {
                    "hp": "12 179",
                    "atc": " 223",
                    "def": " 546",
                    "sub": {
                        "attr": "HP",
                        "par": "24.0%"
                    }
                }
            }
        ],
        "mat": {
            "0-1": {
                "0": {
                    "name": "Mora",
                    "len": "20,000"
                },
                "1": {
                    "name": "Nagadus Emerald Sliver",
                    "len": "1"
                },
                "2": {
                    "name": "Amakumo Fruit",
                    "len": "3"
                },
                "3": {
                    "name": "Spectral Husk",
                    "len": "3"
                }
            },
            "1-2": {
                "0": {
                    "name": "Mora",
                    "len": "40,000"
                },
                "1": {
                    "name": "Evergloom Ring",
                    "len": "2"
                },
                "2": {
                    "name": "Nagadus Emerald Fragment",
                    "len": "3"
                },
                "3": {
                    "name": "Amakumo Fruit",
                    "len": "10"
                },
                "4": {
                    "name": "Spectral Husk",
                    "len": "15"
                }
            },
            "2-3": {
                "0": {
                    "name": "Mora",
                    "len": "60,000"
                },
                "1": {
                    "name": "Evergloom Ring",
                    "len": "4"
                },
                "2": {
                    "name": "Nagadus Emerald Fragment",
                    "len": "6"
                },
                "3": {
                    "name": "Amakumo Fruit",
                    "len": "20"
                },
                "4": {
                    "name": "Spectral Heart",
                    "len": "12"
                }
            },
            "3-4": {
                "0": {
                    "name": "Mora",
                    "len": "80,000"
                },
                "1": {
                    "name": "Evergloom Ring",
                    "len": "8"
                },
                "2": {
                    "name": "Nagadus Emerald Chunk",
                    "len": "3"
                },
                "3": {
                    "name": "Amakumo Fruit",
                    "len": "30"
                },
                "4": {
                    "name": "Spectral Heart",
                    "len": "18"
                }
            },
            "4-5": {
                "0": {
                    "name": "Mora",
                    "len": "100,000"
                },
                "1": {
                    "name": "Evergloom Ring",
                    "len": "12"
                },
                "2": {
                    "name": "Nagadus Emerald Chunk",
                    "len": "6"
                },
                "3": {
                    "name": "Amakumo Fruit",
                    "len": "45"
                },
                "4": {
                    "name": "Spectral Nucleus",
                    "len": "12"
                }
            },
            "5-6": {
                "0": {
                    "name": "Mora",
                    "len": "120,000"
                },
                "1": {
                    "name": "Evergloom Ring",
                    "len": "20"
                },
                "2": {
                    "name": "Nagadus Emerald Gemstone",
                    "len": "6"
                },
                "3": {
                    "name": "Amakumo Fruit",
                    "len": "60"
                },
                "4": {
                    "name": "Spectral Nucleus",
                    "len": "24"
                }
            }
        }
    }
}