{
    "Dehya": {
        "name": "Dehya",
        "name_ru": "Дэхья",
        "element": "Pyro",
        "weapon": "Claymore",
        "rarity": "5",
        "briefly": "Член Пустынников, группы наёмников из Сумеру. Сильная и смелая, она пользуется безупречной репутацией среди Пустынников.",
        "constellation": "Мантикора",
        "region": "Сумеру",
        "description": "С помощью элементального навыка Дэхья может создавать Огненное узилище: когда враги в его области получают урон, Огненное узилище совершает совместную атаку и наносит им Пиро урон. Кроме того, Огненное узилище позволяет увеличить сопротивление прерыванию персонажей, находящихся в его области, а часть урона, полученного персонажами, преобразуется в периодический урон, который получает Дэхья.\nВзрыв стихии вводит Дэхью в состояние Пылающей львицы, при котором она автоматически и непрерывно атакует Кулаками Пламенной Гривы, нанося Пиро урон. Кроме того, в состоянии Пылающей львицы обычные атаки и элементальный навык Дэхьи заменяются Ревущим шквалом. Если за короткий промежуток времени после удара Кулаками Пламенной гривы использовать Ревущий шквал, то следующий удар Кулаками Пламенной гривы наносится быстрее.",
        "skills": [
            {
                "skill_name": "Нападение песчаной бури",
                "skill_desc": "Обычная атака:До четырёх рубящих ударов двуручным мечом в сочетании с приёмами боевого искусства Дэхьи.\nЗаряженная атака:Комбо-атака, на которую непрерывно тратится выносливость.После комбо-атаки проводит дополнительную мощную атаку мечом.Атака в падении:Стремительно падает на землю, атакуя всех врагов на пути.Приземлившись, наносит урон по площади."
            },
            {
                "skill_name": "Расплавленное пекло",
                "skill_desc": "Дэхья применяет различные приёмы собственного боевого искусства в зависимости от ситуации на поле боя.\nНепреклонное пламяАктивируется Дэхьей, если на поле боя нет созданного ей Огненного узилища.Наносит Пиро урон по площади и создаёт область Огненного узилища.\nСфера пламениАктивируется Дэхьей, если на поле боя существует Огненное узилище, созданное ей самой.Дэхья выполняет атаку в прыжке, нанося Пиро урон по площади, и создаёт Огненное узилище на новой позиции.Созданное таким образом новое Огненное узилище наследует длительность исходного Огненного узилища.Во время существования одного Огненного узилища Сфера пламени может использоваться только 1 раз.\nОгненное узилищеКогда враги в его области получают урон, Огненное узилище совершает совместную атаку и наносит им Пиро урон по площади, который зависит от силы атаки и макс. HP Дэхьи. Эффект может возникнуть один раз в 2,5 сек.Сопротивление прерыванию активных персонажей в его области повышается. Часть урона, получаемого такими персонажами, отводится и перетекает в Кровь алой гривы. Дэхья принимает этот урон в течение 10 сек. Когда накопленный Кровью алой гривы урон достигнет определённого процента от макс. HP Дэхьи или превысит его, она перестанет отводить урон.Одновременно может существовать только 1 Огненное узилище, созданное самой Дэхьей."
            },
            {
                "skill_name": "Клыки львицы",
                "skill_desc": "Дэхья высвобождает испепеляющую ярость, отбрасывает более не нужный меч и входит в состояние Пылающей львицы, в котором её сопротивление прерыванию повышается.В этом состоянии Дэхья автоматически и непрерывно атакует Кулаками Пламенной Гривы, нанося Пиро урон, который зависит от её силы атаки и макс. HP. После его окончания Дэхья совершает Сжигающий удар, который наносит Пиро урон по площади, пропорциональный её силе атаки и макс. HP.Если во время активации этого навыка существует Огненное узилище, созданное элементальным навыком Расплавленное пекло самой Дэхьи, Дэхья отзовёт его и по завершении состояния Пылающей львицы создаст Огненное узилище на новой позиции. Новое Огненное узилище наследует длительность исходного Огненного узилища на момент его отзыва.В этом состоянии Дэхья не может применять элементальный навык, а также совершать обычные атаки, заряженные атаки и атаки в падении. Обычная атака Дэхьи Нападение песчаной бури и элементальный навык Расплавленное пекло заменяются Ревущим шквалом.\nРевущий шквалЕсли в течение 0,4 сек. после удара Кулаками Пламенной гривы использовать Ревущий шквал, то следующий удар Кулаками Пламенной гривы активируются быстрее."
            },
            {
                "skill_name": "Безмерная поддержка",
                "skill_desc": "После того как Дэхья посредством Сферы пламени Расплавленного пекла или Клыков львицы отзывает Огненное узилище, получаемый Дэхьей урон, если она принимает урон Крови алой гривы, на 6 сек. снижается на 60%. Этот эффект может возникнуть один раз в 2 сек.Кроме того, после активации Непреклонного пламени Расплавленного пекла Дэхья наделяет всех персонажей отряда статусом Золотой формы на 9 сек. Сопротивление прерыванию персонажей со статусом Золотой формы в области Огненного узилища увеличится. Этот статус может возникнуть один раз в 18 сек."
            },
            {
                "skill_name": "Непоколебимая искренность",
                "skill_desc": "Когда HP Дэхьи опускается ниже 40%, она восстанавливает 20% от макс. HP и по 6% от макс. HP каждые 2 сек. в течение следующих 10 сек. Этот эффект может возникнуть раз в 20 сек."
            },
            {
                "skill_name": "Солнечный путь",
                "skill_desc": "В дневное время (06:00 - 18:00) персонажи обретают эффект Стремительного шага, который увеличивает их скорость передвижения на 10%.В подземельях, Витой Бездне и Подземельях наказания он не действует. Стремительный шаг не суммируется."
            }
        ],
        "constellations": [
            {
                "const_name": "Ослепительное пламя",
                "const_desc": "Макс. HP Дэхьи увеличивается на 20%. Также она наносит дополнительный урон, который зависит от её макс. HP:\nУрон Расплавленного пекла увеличивается на 3,6% от макс. HP.\nУрон Клыков львицы увеличивается на 6% от макс. HP."
            },
            {
                "const_name": "Сверкающие клинки песков",
                "const_desc": "После активации Сферы пламени Расплавленного пекла длительность повторно созданного Огненного узилища повышается на 6 сек.Кроме того, когда на поле боя существует Огненное узилище, если активные персонажи в области его действия атакованы, урон следующей совместной атаки Огненного узилища повышается на 50%."
            },
            {
                "const_name": "Пламенная ярость",
                "const_desc": "Увеличивает уровень навыка Клыки львицы на 3.Макс. уровень: 15"
            },
            {
                "const_name": "Непреложная клятва",
                "const_desc": "Кулаки Пламенной Гривы и Сжигающий удар Клыков львицы, поражая противников, восстанавливают 1,5 ед. энергии Дэхьи, а также 2,5% от её макс. HP. Этот эффект может возникнуть раз в 0,2 сек."
            },
            {
                "const_name": "Необузданная львица",
                "const_desc": "Увеличивает уровень навыка Расплавленное пекло на 3.Макс. уровень: 15"
            },
            {
                "const_name": "Разрывающие огненные когти",
                "const_desc": "Шанс крит. попадания Клыков львицы повышается на 10%.Кроме того, если Кулаки Пламенной Гривы наносят противнику критическое попадание во время действия одного и того же состояния Пылающей львицы, до его окончания крит. урон Клыков львицы повысится на 15%, а длительность состояния Пылающей львицы увеличится на 0,5 сек. Эффект может возникнуть раз в 0,2 сек. Таким способом нельзя увеличить длительность больше чем на 2 сек. Крит. урон увеличивается максимум на 60%."
            }
        ],
        "elevation": [
            {
                "0": {
                    "hp": "1 220",
                    "atc": "20",
                    "def": "48",
                    "sub": {
                        "attr": "HP",
                        "par": "—"
                    }
                },
                "20": {
                    "hp": "3 165",
                    "atc": "53",
                    "def": " 126",
                    "sub": {
                        "attr": "HP",
                        "par": "—"
                    }
                }
            },
            {
                "20+": {
                    "hp": "4 211",
                    "atc": "71",
                    "def": " 168",
                    "sub": {
                        "attr": "HP",
                        "par": "—"
                    }
                },
                "40": {
                    "hp": "6 301",
                    "atc": " 106",
                    "def": " 252",
                    "sub": {
                        "attr": "HP",
                        "par": "—"
                    }
                }
            },
            {
                "40+": {
                    "hp": "7 045",
                    "atc": " 119",
                    "def": " 282",
                    "sub": {
                        "attr": "HP",
                        "par": "7.2%"
                    }
                },
                "50": {
                    "hp": "8 105",
                    "atc": " 137",
                    "def": " 324",
                    "sub": {
                        "attr": "HP",
                        "par": "7.2%"
                    }
                }
            },
            {
                "50+": {
                    "hp": "9 096",
                    "atc": " 154",
                    "def": " 364",
                    "sub": {
                        "attr": "HP",
                        "par": "14.4%"
                    }
                },
                "60": {
                    "hp": "10 168",
                    "atc": " 172",
                    "def": " 407",
                    "sub": {
                        "attr": "HP",
                        "par": "14.4%"
                    }
                }
            },
            {
                "60+": {
                    "hp": "10 911",
                    "atc": " 184",
                    "def": " 437",
                    "sub": {
                        "attr": "HP",
                        "par": "14.4%"
                    }
                },
                "70": {
                    "hp": "11 992",
                    "atc": " 203",
                    "def": " 480",
                    "sub": {
                        "attr": "HP",
                        "par": "14.4%"
                    }
                }
            },
            {
                "70+": {
                    "hp": "12 736",
                    "atc": " 215",
                    "def": " 510",
                    "sub": {
                        "attr": "HP",
                        "par": "21.6%"
                    }
                },
                "80": {
                    "hp": "13 829",
                    "atc": " 234",
                    "def": " 553",
                    "sub": {
                        "attr": "HP",
                        "par": "21.6%"
                    }
                }
            },
            {
                "80+": {
                    "hp": "14 572",
                    "atc": " 246",
                    "def": " 583",
                    "sub": {
                        "attr": "HP",
                        "par": "28.8%"
                    }
                },
                "90": {
                    "hp": "15 674",
                    "atc": " 265",
                    "def": " 627",
                    "sub": {
                        "attr": "HP",
                        "par": "28.8%"
                    }
                }
            }
        ],
        "mat": {
            "0-1": {
                "0": {
                    "name": "Mora",
                    "len": "20,000"
                },
                "1": {
                    "name": "Agnidus Agate Sliver",
                    "len": "1"
                },
                "2": {
                    "name": "Sand Grease Pupa",
                    "len": "3"
                },
                "3": {
                    "name": "Faded Red Satin",
                    "len": "3"
                }
            },
            "1-2": {
                "0": {
                    "name": "Mora",
                    "len": "40,000"
                },
                "1": {
                    "name": "Light Guiding Tetrahedron",
                    "len": "2"
                },
                "2": {
                    "name": "Agnidus Agate Fragment",
                    "len": "3"
                },
                "3": {
                    "name": "Sand Grease Pupa",
                    "len": "10"
                },
                "4": {
                    "name": "Faded Red Satin",
                    "len": "15"
                }
            },
            "2-3": {
                "0": {
                    "name": "Mora",
                    "len": "60,000"
                },
                "1": {
                    "name": "Light Guiding Tetrahedron",
                    "len": "4"
                },
                "2": {
                    "name": "Agnidus Agate Fragment",
                    "len": "6"
                },
                "3": {
                    "name": "Sand Grease Pupa",
                    "len": "20"
                },
                "4": {
                    "name": "Trimmed Red Silk",
                    "len": "12"
                }
            },
            "3-4": {
                "0": {
                    "name": "Mora",
                    "len": "80,000"
                },
                "1": {
                    "name": "Light Guiding Tetrahedron",
                    "len": "8"
                },
                "2": {
                    "name": "Agnidus Agate Chunk",
                    "len": "3"
                },
                "3": {
                    "name": "Sand Grease Pupa",
                    "len": "30"
                },
                "4": {
                    "name": "Trimmed Red Silk",
                    "len": "18"
                }
            },
            "4-5": {
                "0": {
                    "name": "Mora",
                    "len": "100,000"
                },
                "1": {
                    "name": "Light Guiding Tetrahedron",
                    "len": "12"
                },
                "2": {
                    "name": "Agnidus Agate Chunk",
                    "len": "6"
                },
                "3": {
                    "name": "Sand Grease Pupa",
                    "len": "45"
                },
                "4": {
                    "name": "Rich Red Brocade",
                    "len": "12"
                }
            },
            "5-6": {
                "0": {
                    "name": "Mora",
                    "len": "120,000"
                },
                "1": {
                    "name": "Light Guiding Tetrahedron",
                    "len": "20"
                },
                "2": {
                    "name": "Agnidus Agate Gemstone",
                    "len": "6"
                },
                "3": {
                    "name": "Sand Grease Pupa",
                    "len": "60"
                },
                "4": {
                    "name": "Rich Red Brocade",
                    "len": "24"
                }
            }
        }
    }
}