{
    "Xilonen": {
        "name": "Xilonen",
        "name_ru": "Шилонен",
        "element": "Geo",
        "weapon": "Sword",
        "rarity": "5",
        "briefly": "Гравёр имён Нанацкайана, которая нашла баланс между работой и отдыхом.",
        "constellation": "Оцелот",
        "region": "Натлан",
        "description": "Элементальный навык позволяет Шилонен переключаться на роликовые коньки, выполняя быстрое передвижение и карабканье, пока не исчерпаны очки Ночного духа.\nВ это время, если в отряде есть хотя бы два персонажа с элементами Пиро, Гидро, Крио или Электро, её обычные атаки и атаки в падении будут накапливать очки Ночного духа, а когда очки Ночного духа достигают максимума, понижать сопротивление к соответствующим элементам у ближайших противников. В противном случае, увеличивается урон от обычных атак и атак в падении Шилонен.\nЕсли очков Ночного духа недостаточно, Шилонен может использовать флогистон для поддержания этого статуса.\n\nВзрыв стихии активирует DJ-контроллер, нанося Гео урон по площади и, в зависимости от элементального типа персонажей в отряде, либо добавляет периодическое лечение активного персонажа, либо дополнительный Гео урон по площади.",
        "skills": [
            {
                "skill_name": "Рёв Эекатля",
                "skill_desc": "Обычная атака:До трёх быстрых ударов.Заряженная атака:Удар перед собой, на который тратится определённое количество выносливости.Атака в падении:Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади. Урон обоих типов атак пропорционален защите Шилонен.Благословение Ночного духа: Клинки-ролики:Находясь в состоянии Благословения Ночного духа, Шилонен переходит в режим Клинков-роликов. Когда Шилонен пребывает в этом режиме, её обычная атака сменяется на роликовые коньки и позволяет ей выполнить до 4 ударов роликами. При этом нельзя выполнять заряженные атаки.Обычные атаки и атаки в падении в этом состоянии пропорциональны защите Шилонен и наносят Гео урон с характеристикой Ночного духа, который не может быть отменён другими инфузиями."
            },
            {
                "skill_name": "Скретч Йоуаль",
                "skill_desc": "Пусть прокатятся по земле ритмы страсти! Шилонен переключается на экипировку катания для скоростного боя и совершает выпад вперёд на определённое расстояние, нанося Гео урон с характеристикой Ночного духа, пропорциональный своей защите.После применения Шилонен получает 45 очков Ночного духа и переходит в состояние Благословения Ночного духа. В этом состоянии она входит в режим Клинков-роликов.\nИсходные сэмплыУ Шилонен есть 3 сэмплера, которые в зависимости от типов элементов других членов отряда создают различные звуковые полотна и снижают соответствующее элементальное сопротивление врагов поблизости, когда они активны.Исходный сэмпл всех трёх сэмплеров — Гео, а за каждого члена отряда с элементами Пиро, Гидро, Крио или Электро, 1 сэмпл Гео превращается в соответствующий элемент.Когда Шилонен находится в состоянии Благословения Ночного духа, её Исходные сэмплы Гео всё время остаются активными. После открытия своего пассивного таланта Эхо нетотилицтли Шилонен с помощью активации эффектов этого таланта способна восстанавливать себе очки Ночного духа. Когда количество очков Ночного духа достигает максимума, Шилонен расходует все очки Ночного духа и активирует три имеющихся Исходных сэмпла на 15 сек.Когда Исходные сэмплы активны, сопротивление соответствующим элементам врагов поблизости снижается. Эффекты Исходных сэмплов одного и того же элемента не складываются. Шилонен может активировать этот эффект, даже находясь вне поля боя.\nБлагословение Ночного духа: ШилоненНепрерывно расходует очки Ночного духа. Когда очки Ночного духа заканчиваются или навык используется повторно, текущее Благословение Ночного духа завершается. Благословение Ночного духа обладает следующими характеристиками:\n\nПереходит в режим Клинков-роликов, что повышает скорость передвижения и карабканья Шилонен, причём во время карабканья она способна совершать скоростные прыжки в форме оцелота.\nБлагословение Ночного духа Шилонен обладает следующими ограничениями: когда Шилонен пребывает в состоянии Благословения Ночного духа, её очки Ночного духа действуют не более 9 сек. По истечении этого лимита её очки Ночного духа мгновенно расходуются.\nПосле того как очки Ночного духа Шилонен в состоянии Благословения Ночного духа исчерпываются, она больше не сможет создавать очки Ночного духа с помощью пассивного таланта Эхо нетотилицтли."
            },
            {
                "skill_name": "В ритме оцелота!",
                "skill_desc": "Включает флогистоновый стерео DJ-контроллер (портативная версия) на полную мощность, нанося Гео урон по площади с характеристикой Ночного духа, пропорциональный защите Шилонен.Кроме того, на основании разных Исходных сэмплов активирует следующие эффекты:\nЕсли у неё есть как минимум два Исходных сэмпла, которые поменяли свой элемент, Шилонен сыграет Бодрый ритм, периодически исцеляя активных персонажей поблизости пропорционально своей защите.\nЕсли у неё менее двух Исходных сэмплов, которые поменяли свой элемент, Шилонен сыграет Пламенный ритм, выполняя два дополнительных бита, которые наносят Гео урон по площади с характеристикой Ночного духа, пропорциональный её защите."
            },
            {
                "skill_name": "Эхо нетотилицтли",
                "skill_desc": "Когда Шилонен находится в состоянии Благословения Ночного духа:\nЕсли у Шилонен есть как минимум два Исходных сэмпла, которые поменяли свой элемент, при попадании своей обычной атакой и атакой в падении по противнику она получает 35 очков Ночного духа. Эффект может возникнуть один раз в 0,1 сек.\nЕсли у неё менее двух Исходных сэмплов, которые поменяли свой элемент, урон обычной атаки и атаки в падении повышается на 30%."
            },
            {
                "skill_name": "Переносной бронирующий слой",
                "skill_desc": "Когда Шилонен находится в состоянии Благословения Ночного духа, а её очки Ночного духа достигают максимума, она активирует эффект, аналогичный её Вспышке Ночного духа. Этот эффект может возникнуть один раз в 14 сек.Кроме того, когда члены отряда поблизости активируют Вспышку Ночного духа, защита Шилонен повышается на 20% на 15 сек."
            },
            {
                "skill_name": "Шествие Тепеиуитля",
                "skill_desc": "Активация Передачи Ночного духа восстанавливает 15 ед. флогистона."
            }
        ],
        "constellations": [
            {
                "const_name": "Фраза отдохновения",
                "const_desc": "Потребление очков Ночного духа и флогистона Шилонен в состоянии Благословения Ночного духа снижено на 30%, а ограничение длительности её очков Ночного духа повышено на 45%.Кроме того, когда Исходные сэмплы Шилонен активны, она также повышает сопротивление прерыванию активных персонажей поблизости."
            },
            {
                "const_name": "Микс Чиукуэ",
                "const_desc": "Исходные сэмплы Гео Шилонен всегда активны. Когда Исходные сэмплы Шилонен активны, все члены отряда поблизости, чей элемент соответствует элементу Исходного сэмпла, получают следующие эффекты:\nГео: наносимый урон увеличивается на 50%.\nПиро: сила атаки увеличивается на 45%.\nГидро: макс. HP увеличивается на 45%.\nКрио: крит. урон увеличивается на 60%.\nЭлектро: восстанавливает 25 ед. энергии, а также сокращает откат взрыва стихии на 6 сек."
            },
            {
                "const_name": "Цикл тональпоуалли",
                "const_desc": "Увеличивает уровень навыка Скретч Йоуаль на 3.Макс. уровень: 15"
            },
            {
                "const_name": "Транс Сочитль",
                "const_desc": "После того как Шилонен использует Скретч Йоуаль, она на 15 сек. наделяет всех персонажей отряда поблизости Цветущей милостью.Обычные атаки, заряженные атаки и атаки в падении персонажей с Цветущей милостью наносят урон, повышенный на 65% от защиты Шилонен. Эффект отменяется после того как активируется 6 раз или когда заканчивается время его действия.Если одновременно поразить нескольких врагов, количество активаций подсчитывается согласно числу поражённых врагов. Цветущая милость рассчитывается для всех членов отряда отдельно."
            },
            {
                "const_name": "Переход Тлальтекутли",
                "const_desc": "Увеличивает уровень навыка В ритме оцелота! на 3.Макс. уровень: 15"
            },
            {
                "const_name": "Карнавал непреходящей ночи",
                "const_desc": "Когда Шилонен в состоянии Благословения Ночного духа совершает спринт, прыжок, использует обычную атаку или атаку в падении, она получает Благословение непреходящей ночи, которое игнорирует ограничения состояния Благословения Ночного духа Шилонен, повышает урон её обычной атаки и атаки в падении, длится 5 сек.В это время:\nОтсчёт ограничения её состояния Благословения Ночного духа приостанавливается, а очки Ночного духа, флогистон и выносливость Шилонен не снижаются. Когда её очки Ночного духа достигают максимума, Благословение Ночного духа Шилонен не завершается.\nУрон обычных атак и атак в падении Шилонен в состоянии Благословения Ночного духа увеличивается на 300% от её защиты.\nКаждые 1,5 сек. она восстанавливает HP членов отряда поблизости в размере 120% от своей защиты.\nОна может получать Благословение непреходящей ночи 1 раз в 15 сек."
            }
        ],
        "elevation": [
            {
                "0": {
                    "hp": " 965",
                    "atc": "21",
                    "def": "72",
                    "sub": {
                        "attr": "Защита",
                        "par": "—"
                    }
                },
                "20": {
                    "hp": "2 505",
                    "atc": "55",
                    "def": " 187",
                    "sub": {
                        "attr": "Защита",
                        "par": "—"
                    }
                }
            },
            {
                "20+": {
                    "hp": "3 333",
                    "atc": "73",
                    "def": " 249",
                    "sub": {
                        "attr": "Защита",
                        "par": "—"
                    }
                },
                "40": {
                    "hp": "4 987",
                    "atc": " 110",
                    "def": " 373",
                    "sub": {
                        "attr": "Защита",
                        "par": "—"
                    }
                }
            },
            {
                "40+": {
                    "hp": "5 575",
                    "atc": " 123",
                    "def": " 417",
                    "sub": {
                        "attr": "Защита",
                        "par": "9.0%"
                    }
                },
                "50": {
                    "hp": "6 414",
                    "atc": " 142",
                    "def": " 480",
                    "sub": {
                        "attr": "Защита",
                        "par": "9.0%"
                    }
                }
            },
            {
                "50+": {
                    "hp": "7 199",
                    "atc": " 159",
                    "def": " 539",
                    "sub": {
                        "attr": "Защита",
                        "par": "18.0%"
                    }
                },
                "60": {
                    "hp": "8 047",
                    "atc": " 178",
                    "def": " 603",
                    "sub": {
                        "attr": "Защита",
                        "par": "18.0%"
                    }
                }
            },
            {
                "60+": {
                    "hp": "8 635",
                    "atc": " 191",
                    "def": " 647",
                    "sub": {
                        "attr": "Защита",
                        "par": "18.0%"
                    }
                },
                "70": {
                    "hp": "9 491",
                    "atc": " 210",
                    "def": " 711",
                    "sub": {
                        "attr": "Защита",
                        "par": "18.0%"
                    }
                }
            },
            {
                "70+": {
                    "hp": "10 079",
                    "atc": " 223",
                    "def": " 755",
                    "sub": {
                        "attr": "Защита",
                        "par": "27.0%"
                    }
                },
                "80": {
                    "hp": "10 944",
                    "atc": " 242",
                    "def": " 820",
                    "sub": {
                        "attr": "Защита",
                        "par": "27.0%"
                    }
                }
            },
            {
                "80+": {
                    "hp": "11 533",
                    "atc": " 255",
                    "def": " 864",
                    "sub": {
                        "attr": "Защита",
                        "par": "36.0%"
                    }
                },
                "90": {
                    "hp": "12 405",
                    "atc": " 275",
                    "def": " 929",
                    "sub": {
                        "attr": "Защита",
                        "par": "36.0%"
                    }
                }
            }
        ],
        "mat": {
            "0-1": {
                "0": {
                    "name": "Mora",
                    "len": "20,000"
                },
                "1": {
                    "name": "Prithiva Topaz Sliver",
                    "len": "1"
                },
                "2": {
                    "name": "Brilliant Chrysanthemum",
                    "len": "3"
                },
                "3": {
                    "name": "Sentry's Wooden Whistle",
                    "len": "3"
                }
            },
            "1-2": {
                "0": {
                    "name": "Mora",
                    "len": "40,000"
                },
                "1": {
                    "name": "Gold-Inscribed Secret Source Core",
                    "len": "2"
                },
                "2": {
                    "name": "Prithiva Topaz Fragment",
                    "len": "3"
                },
                "3": {
                    "name": "Brilliant Chrysanthemum",
                    "len": "10"
                },
                "4": {
                    "name": "Sentry's Wooden Whistle",
                    "len": "15"
                }
            },
            "2-3": {
                "0": {
                    "name": "Mora",
                    "len": "60,000"
                },
                "1": {
                    "name": "Gold-Inscribed Secret Source Core",
                    "len": "4"
                },
                "2": {
                    "name": "Prithiva Topaz Fragment",
                    "len": "6"
                },
                "3": {
                    "name": "Brilliant Chrysanthemum",
                    "len": "20"
                },
                "4": {
                    "name": "Warrior's Metal Whistle",
                    "len": "12"
                }
            },
            "3-4": {
                "0": {
                    "name": "Mora",
                    "len": "80,000"
                },
                "1": {
                    "name": "Gold-Inscribed Secret Source Core",
                    "len": "8"
                },
                "2": {
                    "name": "Prithiva Topaz Chunk",
                    "len": "3"
                },
                "3": {
                    "name": "Brilliant Chrysanthemum",
                    "len": "30"
                },
                "4": {
                    "name": "Warrior's Metal Whistle",
                    "len": "18"
                }
            },
            "4-5": {
                "0": {
                    "name": "Mora",
                    "len": "100,000"
                },
                "1": {
                    "name": "Gold-Inscribed Secret Source Core",
                    "len": "12"
                },
                "2": {
                    "name": "Prithiva Topaz Chunk",
                    "len": "6"
                },
                "3": {
                    "name": "Brilliant Chrysanthemum",
                    "len": "45"
                },
                "4": {
                    "name": "Saurian-Crowned Warrior's Golden Whistle",
                    "len": "12"
                }
            },
            "5-6": {
                "0": {
                    "name": "Mora",
                    "len": "120,000"
                },
                "1": {
                    "name": "Gold-Inscribed Secret Source Core",
                    "len": "20"
                },
                "2": {
                    "name": "Prithiva Topaz Gemstone",
                    "len": "6"
                },
                "3": {
                    "name": "Brilliant Chrysanthemum",
                    "len": "60"
                },
                "4": {
                    "name": "Saurian-Crowned Warrior's Golden Whistle",
                    "len": "24"
                }
            }
        }
    }
}