{
    "Neuvillette": {
        "name": "Neuvillette",
        "name_ru": "Нёвиллет",
        "element": "Hydro",
        "weapon": "Catalyst",
        "rarity": "5",
        "briefly": "Верховный судья Фонтейна, или же юдекс, прославился своей безукоризненной беспристрастностью.",
        "constellation": "18 декабря",
        "region": "Левиафан-вершитель",
        "description": "Заряженная атака Нёвиллета выпускает поток накопленной энергии, нанося продолжительный Гидро урон по площади всем противникам, которые находятся на одной линии перед ним. Он может свободно двигаться и корректировать направление потока на небольшом промежутке времени.\nЕго элементальный навык и взрыв стихии создают Капли источника. Пока он накапливает энергию для заряженной атаки, энергия будет поглощаться из Капель источника, находящихся на определённой площади, восстанавливая его HP и сокращая время до полной зарядки потока. Кроме того, его элементальный навык наносит Гидро урон пневмы.",
        "skills": [
            {
                "skill_name": "Подобно водной глади",
                "skill_desc": "Обычная атакаЛегко помахивает тростью, приказывая волнам выполнить до 3 атак, которые наносят Гидро урон.Заряженная атака Облечение: Судебная оценкаЗаряжаясь, Нёвиллет собирает силу вод и создаёт Печать арбитража. В этом состоянии Нёвиллет может передвигаться и менять направление перемещения, а также поглощать Капли источника в определённом радиусе.Каждая поглощённая Капля увеличивает скорость создания Печати и восстанавливает HP Нёвиллета.Когда заряжание остановлено, а создание Печати арбитража ещё не завершено, он проведёт заряженную атаку. Если создание завершено, он выполнит заряженную атаку: Взвешенный вердикт.Заряженная атакаТратит определённое количество выносливости и атакует врагов яростным кольцом воды, нанося Гидро урон по площади.Заряженная атака: Взвешенный вердиктВыпускает клокочущие потоки, которые наносят периодический Гидро урон по площади по прямой линии врагам впереди.Заряженная атака: Взвешенный вердикт не расходует выносливость и длится 3 сек.Если HP выше 50%, во время применения этой атаки Нёвиллет постоянно теряет HP.Атака в паденииСобрав мощь гидро, Нёвиллет Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит Гидро урон по площади."
            },
            {
                "skill_name": "О слёзы, я воздам",
                "skill_desc": "Призывает Бушующий ливень, который наносит врагам впереди Гидро урон по площади, зависящий от макс. HP Нёвиллета. После попадания по врагу будет создано 3 Капли источника поблизости.\nАрхэ: Пневма\nС некоторым интервалом, после Бушующего ливня нисходит пронзающая врагов Игла дыхания душ, которая наносит Гидро урон по площади пневмы."
            },
            {
                "skill_name": "О волны, я возвратился",
                "skill_desc": "Выпускает сокрушающую волну, которая наносит Гидро урон по площади пропорциональный макс. НР Нёвиллета. Вскоре поблизости нисходит 2 ливня, наносящие Гидро урон по несколько меньшей площади, а в определённом радиусе впереди создаётся 6 Капель источника."
            },
            {
                "skill_name": "Наследник древнего моря",
                "skill_desc": "Когда персонаж в отряде активирует на противнике реакции Пар, Заморозка, Заряжен, Бутонизация, Гидро Рассеивание или Гидро Кристалл, Нёвиллет получает 1 уровень Былой славы драконов. Эффект длится 30 сек. и складывается до 3 раз. Эффект повышает урон заряженной атаки: Взвешенный вердикт на 110%/125%/160% соответственно от её первоначального урона.Уровни Былой славы драконов каждого типа реакции существуют независимо друг от друга."
            },
            {
                "skill_name": "Дисциплина высшего арбитра",
                "skill_desc": "За каждый 1% собственного HP свыше 30% макс. HP Нёвиллет получает 0,6% бонус Гидро урона. Полученный таким образом бонус может составлять до 30%."
            },
            {
                "skill_name": "Собирайтесь подобно волнам",
                "skill_desc": "Увеличивает скорость спринта всех членов отряда под водой на 15%.Не суммируется с пассивными талантами, дающими точно такие же эффекты."
            }
        ],
        "constellations": [
            {
                "const_name": "Основа почёта",
                "const_desc": "Когда Нёвиллет выходит на поле боя, он получает 1 уровень Былой славы драконов пассивного таланта Наследник древнего моря. Требуется разблокировать пассивный талант «Наследник древнего моря».Кроме того, во время применения заряженной атаки Облечение: Судебная оценка и заряженной атаки: Взвешенный вердикт его сопротивление прерыванию увеличивается."
            },
            {
                "const_name": "Приказание закона",
                "const_desc": "Усиливает пассивный талант Наследник древнего моря: каждый уровень Былой славы драконов повышает крит. урон заряженной атаки: Взвешенный вердикт на 14%. Увеличение, полученное таким образом, не может превышать 42%.Требуется разблокировать пассивный талант «Наследник древнего моря»."
            },
            {
                "const_name": "Древний вымысел",
                "const_desc": "Увеличивает уровень навыка Подобно водной глади на 3.Макс. уровень: 15"
            },
            {
                "const_name": "Венец сострадания",
                "const_desc": "Когда Нёвиллет находится на поле боя и получает лечение, создаётся 1 Капля источника. Эффект может возникнуть раз в 4 сек."
            },
            {
                "const_name": "Общепризнанный приговор",
                "const_desc": "Увеличивает уровень навыка О волны, я возвратился на 3.Макс. уровень: 15"
            },
            {
                "const_name": "Гневное воздаяние",
                "const_desc": "Во время применения заряженной атаки: Взвешенный вердикт Нёвиллет может поглощать Капли источника в определённом радиусе. Каждая поглощённая Капля увеличивает длительность заряженной атаки: Взвешенный вердикт на 1 сек.Кроме того, при попадании заряженной атаки: Взвешенный вердикт каждые 2 сек. будут дополнительно выпускаться 2 течения, каждое из которых наносит Гидро урон, равный 10% от макс. HP Нёвиллета. Этот урон считается уроном заряженной атаки: Взвешенный вердикт."
            }
        ],
        "elevation": [
            {
                "0": {
                    "hp": "1 143",
                    "atc": "16",
                    "def": "44",
                    "sub": {
                        "attr": "Крит. урон",
                        "par": "—"
                    }
                },
                "20": {
                    "hp": "2 967",
                    "atc": "42",
                    "def": " 116",
                    "sub": {
                        "attr": "Крит. урон",
                        "par": "—"
                    }
                }
            },
            {
                "20+": {
                    "hp": "3 948",
                    "atc": "55",
                    "def": " 154",
                    "sub": {
                        "attr": "Крит. урон",
                        "par": "—"
                    }
                },
                "40": {
                    "hp": "5 908",
                    "atc": "83",
                    "def": " 231",
                    "sub": {
                        "attr": "Крит. урон",
                        "par": "—"
                    }
                }
            },
            {
                "40+": {
                    "hp": "6 604",
                    "atc": "93",
                    "def": " 259",
                    "sub": {
                        "attr": "Крит. урон",
                        "par": "9.6%"
                    }
                },
                "50": {
                    "hp": "7 599",
                    "atc": " 107",
                    "def": " 298",
                    "sub": {
                        "attr": "Крит. урон",
                        "par": "9.6%"
                    }
                }
            },
            {
                "50+": {
                    "hp": "8 528",
                    "atc": " 120",
                    "def": " 334",
                    "sub": {
                        "attr": "Крит. урон",
                        "par": "19.2%"
                    }
                },
                "60": {
                    "hp": "9 532",
                    "atc": " 135",
                    "def": " 373",
                    "sub": {
                        "attr": "Крит. урон",
                        "par": "19.2%"
                    }
                }
            },
            {
                "60+": {
                    "hp": "10 229",
                    "atc": " 145",
                    "def": " 401",
                    "sub": {
                        "attr": "Крит. урон",
                        "par": "19.2%"
                    }
                },
                "70": {
                    "hp": "11 243",
                    "atc": " 159",
                    "def": " 441",
                    "sub": {
                        "attr": "Крит. урон",
                        "par": "19.2%"
                    }
                }
            },
            {
                "70+": {
                    "hp": "11 940",
                    "atc": " 169",
                    "def": " 468",
                    "sub": {
                        "attr": "Крит. урон",
                        "par": "28.8%"
                    }
                },
                "80": {
                    "hp": "12 965",
                    "atc": " 183",
                    "def": " 508",
                    "sub": {
                        "attr": "Крит. урон",
                        "par": "28.8%"
                    }
                }
            },
            {
                "80+": {
                    "hp": "13 662",
                    "atc": " 193",
                    "def": " 535",
                    "sub": {
                        "attr": "Крит. урон",
                        "par": "38.4%"
                    }
                },
                "90": {
                    "hp": "14 695",
                    "atc": " 208",
                    "def": " 576",
                    "sub": {
                        "attr": "Крит. урон",
                        "par": "38.4%"
                    }
                }
            }
        ],
        "mat": {
            "0-1": {
                "0": {
                    "name": "Mora",
                    "len": "20,000"
                },
                "1": {
                    "name": "Varunada Lazurite Sliver",
                    "len": "1"
                },
                "2": {
                    "name": "Lumitoile",
                    "len": "3"
                },
                "3": {
                    "name": "Transoceanic Pearl",
                    "len": "3"
                }
            },
            "1-2": {
                "0": {
                    "name": "Mora",
                    "len": "40,000"
                },
                "1": {
                    "name": "Fontemer Unihorn",
                    "len": "2"
                },
                "2": {
                    "name": "Varunada Lazurite Fragment",
                    "len": "3"
                },
                "3": {
                    "name": "Lumitoile",
                    "len": "10"
                },
                "4": {
                    "name": "Transoceanic Pearl",
                    "len": "15"
                }
            },
            "2-3": {
                "0": {
                    "name": "Mora",
                    "len": "60,000"
                },
                "1": {
                    "name": "Fontemer Unihorn",
                    "len": "4"
                },
                "2": {
                    "name": "Varunada Lazurite Fragment",
                    "len": "6"
                },
                "3": {
                    "name": "Lumitoile",
                    "len": "20"
                },
                "4": {
                    "name": "Transoceanic Chunk",
                    "len": "12"
                }
            },
            "3-4": {
                "0": {
                    "name": "Mora",
                    "len": "80,000"
                },
                "1": {
                    "name": "Fontemer Unihorn",
                    "len": "8"
                },
                "2": {
                    "name": "Varunada Lazurite Chunk",
                    "len": "3"
                },
                "3": {
                    "name": "Lumitoile",
                    "len": "30"
                },
                "4": {
                    "name": "Transoceanic Chunk",
                    "len": "18"
                }
            },
            "4-5": {
                "0": {
                    "name": "Mora",
                    "len": "100,000"
                },
                "1": {
                    "name": "Fontemer Unihorn",
                    "len": "12"
                },
                "2": {
                    "name": "Varunada Lazurite Chunk",
                    "len": "6"
                },
                "3": {
                    "name": "Lumitoile",
                    "len": "45"
                },
                "4": {
                    "name": "Xenochromatic Crystal",
                    "len": "12"
                }
            },
            "5-6": {
                "0": {
                    "name": "Mora",
                    "len": "120,000"
                },
                "1": {
                    "name": "Fontemer Unihorn",
                    "len": "20"
                },
                "2": {
                    "name": "Varunada Lazurite Gemstone",
                    "len": "6"
                },
                "3": {
                    "name": "Lumitoile",
                    "len": "60"
                },
                "4": {
                    "name": "Xenochromatic Crystal",
                    "len": "24"
                }
            }
        }
    }
}