{
    "Chevreuse": {
        "name": "Chevreuse",
        "name_ru": "Шеврёз",
        "element": "Pyro",
        "weapon": "Polearm",
        "rarity": "4",
        "briefly": "Командир Особого патруля с неизменной жаждой справедливости, направляет свой мушкет только на преступников.",
        "constellation": "10 января",
        "region": "Мушкет",
        "description": "Элементальный навык Шеврёз наносит противнику Пиро урон и в течение некоторого времени после этого восстанавливает HP активного персонажа. При долгом нажатии входит в режим прицеливания. Помимо этого, элементальный навык Шеврёз периодически наносит Пиро урон усии.\nКогда один из членов отряда поблизости вызывает реакцию перегрузки, следующий элементальный навык Шеврёз при долгом нажатии наносит больший урон. Если персонаж отряда обладает необходимым элементом, Шеврёз даёт усиление этому персонажу, а также снижает Пиро и Электро сопротивление противника, что находится под влиянием реакции перегрузки.\nВзрыв стихии наносит Пиро урон по площади и раскалывается на мелкие разрывные заряды, которые через некоторое время взрываются, нанося противнику дополнительный Пиро урон.",
        "skills": [
            {
                "skill_name": "Модифицированный ряд штыков",
                "skill_desc": "Обычная атака:До четырёх ударов копьём.Заряженная атака:Выпад, наносящий урон противникам на пути, на который тратится определённое количество выносливости.Атака в падении:Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
            },
            {
                "skill_name": "Быстрый преграждающий выстрел вблизи",
                "skill_desc": "Шеврёз быстро вскидывает мушкет к плечу и стреляет в противника, нанося Пиро урон по площади.В течение некоторого времени после выстрела Шеврёз периодически восстанавливает HP вашего активного персонажа пропорционально собственному макс. HP.При долгом нажатии способ активации навыка меняется.Долгое нажатиеПереходит в режим прицеливания и фиксирует одну цель, чтобы совершить точный преграждающий выстрел. Если у Шеврёз есть Перегруженный заряд, она выстрелит им и нанесёт повышенный Пиро урон по большей площади.Каждый раз, когда член отряда поблизости вызывает реакцию Перегрузка, Шеврёз получает 1 Перегруженный заряд. Одновременно можно иметь не более 1 Перегруженного заряда.Архэ: УсияПосле попадания навыка Быстрый преграждающий выстрел вблизи Шеврёз периодически призывает Клинок бурных вод, который наносит Пиро урон усии."
            },
            {
                "skill_name": "Кольцо разрывных гранат",
                "skill_desc": "Шеврёз выстреливает во врагов гранатой и наносит Пиро урон по площади. После попадания граната разделяется на множество вторичных разрывных снарядов.Через короткий промежуток времени разрывные снаряды взрываются, нанося Пиро урон врагам поблизости."
            },
            {
                "skill_name": "Согласованная тактика авангарда",
                "skill_desc": "Если отряд полностью состоит из Пиро и Электро персонажей и в отряде есть хотя бы по одному персонажу Электро или Пиро:Шеврёз наделяет персонажей поблизости Согласованной тактикой: когда персонаж активирует реакцию Перегрузка, Пиро и Электро сопротивление противника, который был поражён данной реакцией, понижается на 40% на 6 сек.Если элементы персонажей отряда не соответствуют требованиям этого пассивного навыка, все существующие эффекты Согласованной тактики прерываются."
            },
            {
                "skill_name": "Вертикальное координирование сил",
                "skill_desc": "После того как Шеврёз выстреливает Перегруженным зарядом Быстрого преграждающего выстрела вблизи, сила атаки персонажей Пиро и Электро в отряде поблизости на 30 сек. увеличится на 1% за каждые 1000 ед. макс. HP Шеврёз. Силу атаки этим способом можно повысить максимум на 40%."
            },
            {
                "skill_name": "Манёвр скорого марша",
                "skill_desc": "Уменьшает потребление выносливости активного персонажа во время спринта на 20%.Не суммируется с пассивными талантами, дающими точно такие же эффекты."
            }
        ],
        "constellations": [
            {
                "const_name": "Решительность прочного фронта",
                "const_desc": "Когда активный персонаж (кроме самой Шеврёз), находящийся под воздействием эффекта «Согласованная тактика», активирует реакцию Перегрузка, он восстанавливает 6 ед. энергии. Эффект может возникнуть один раз в 10 сек.Требуется разблокировать пассивный талант «Согласованная тактика авангарда»."
            },
            {
                "const_name": "Вызванный метким выстрелом взрыв",
                "const_desc": "При попадании долгого нажатия навыка Быстрый преграждающий выстрел вблизи рядом с местом попадания вызывается 2 цепных взрыва. Каждый взрыв наносит Пиро урон в 120% от силы атаки Шеврёз. Эффект возникает раз в 10 сек. Этот урон считается уроном элементального навыка."
            },
            {
                "const_name": "Отработанная разборка в поле",
                "const_desc": "Увеличивает уровень навыка Быстрый преграждающий выстрел вблизи на 3.Макс. уровень: 15"
            },
            {
                "const_name": "Секрет частого огня",
                "const_desc": "После применения Кольца разрывных гранат, Быстрый преграждающий выстрел вблизи Шеврёз, активированный долгим нажатием, не уходит в откат. Через 6 сек. или после двух активаций Быстрого преграждающего выстрела вблизи удержанием эффект исчезает."
            },
            {
                "const_name": "Урон усиленного огня",
                "const_desc": "Увеличивает уровень навыка Кольцо разрывных гранат на 3.Макс. уровень: 15"
            },
            {
                "const_name": "В погоне за искоренением зла",
                "const_desc": "После 12 сек. действия эффекта лечения навыка Быстрый преграждающий выстрел вблизи все окружающие члены отряда один раз восстанавливают HP в размере 10% от макс. HP Шеврёз.После получения лечения Быстрого преграждающего выстрела вблизи персонаж отряда на 8 сек. наделяется 20% бонусом Пиро и Электро урона. Этот эффект может складываться до 3 раз. Длительность каждого уровня рассчитывается отдельно."
            }
        ],
        "elevation": [
            {
                "0": {
                    "hp": "1 020",
                    "atc": "23",
                    "def": "63",
                    "sub": {
                        "attr": "HP",
                        "par": "—"
                    }
                },
                "20": {
                    "hp": "2 620",
                    "atc": "60",
                    "def": " 162",
                    "sub": {
                        "attr": "HP",
                        "par": "—"
                    }
                }
            },
            {
                "20+": {
                    "hp": "3 369",
                    "atc": "72",
                    "def": " 200",
                    "sub": {
                        "attr": "HP",
                        "par": "—"
                    }
                },
                "40": {
                    "hp": "5 053",
                    "atc": " 111",
                    "def": " 305",
                    "sub": {
                        "attr": "HP",
                        "par": "—"
                    }
                }
            },
            {
                "40+": {
                    "hp": "5 586",
                    "atc": " 119",
                    "def": " 332",
                    "sub": {
                        "attr": "HP",
                        "par": "6.0%"
                    }
                },
                "50": {
                    "hp": "6 428",
                    "atc": " 139",
                    "def": " 384",
                    "sub": {
                        "attr": "HP",
                        "par": "6.0%"
                    }
                }
            },
            {
                "50+": {
                    "hp": "7 138",
                    "atc": " 150",
                    "def": " 420",
                    "sub": {
                        "attr": "HP",
                        "par": "12.0%"
                    }
                },
                "60": {
                    "hp": "7 981",
                    "atc": " 169",
                    "def": " 473",
                    "sub": {
                        "attr": "HP",
                        "par": "12.0%"
                    }
                }
            },
            {
                "60+": {
                    "hp": "8 513",
                    "atc": " 178",
                    "def": " 499",
                    "sub": {
                        "attr": "HP",
                        "par": "12.0%"
                    }
                },
                "70": {
                    "hp": "9 355",
                    "atc": " 197",
                    "def": " 552",
                    "sub": {
                        "attr": "HP",
                        "par": "12.0%"
                    }
                }
            },
            {
                "70+": {
                    "hp": "9 887",
                    "atc": " 206",
                    "def": " 579",
                    "sub": {
                        "attr": "HP",
                        "par": "18.0%"
                    }
                },
                "80": {
                    "hp": "10 730",
                    "atc": " 225",
                    "def": " 631",
                    "sub": {
                        "attr": "HP",
                        "par": "18.0%"
                    }
                }
            },
            {
                "80+": {
                    "hp": "11 262",
                    "atc": " 234",
                    "def": " 658",
                    "sub": {
                        "attr": "HP",
                        "par": "24.0%"
                    }
                },
                "90": {
                    "hp": "12 105",
                    "atc": " 253",
                    "def": " 710",
                    "sub": {
                        "attr": "HP",
                        "par": "24.0%"
                    }
                }
            }
        ],
        "mat": {
            "0-1": {
                "0": {
                    "name": "Mora",
                    "len": "20,000"
                },
                "1": {
                    "name": "Agnidus Agate Sliver",
                    "len": "1"
                },
                "2": {
                    "name": "Lumidouce Bell",
                    "len": "3"
                },
                "3": {
                    "name": "Meshing Gear",
                    "len": "3"
                }
            },
            "1-2": {
                "0": {
                    "name": "Mora",
                    "len": "40,000"
                },
                "1": {
                    "name": "Fontemer Unihorn",
                    "len": "2"
                },
                "2": {
                    "name": "Agnidus Agate Fragment",
                    "len": "3"
                },
                "3": {
                    "name": "Lumidouce Bell",
                    "len": "10"
                },
                "4": {
                    "name": "Meshing Gear",
                    "len": "15"
                }
            },
            "2-3": {
                "0": {
                    "name": "Mora",
                    "len": "60,000"
                },
                "1": {
                    "name": "Fontemer Unihorn",
                    "len": "4"
                },
                "2": {
                    "name": "Agnidus Agate Fragment",
                    "len": "6"
                },
                "3": {
                    "name": "Lumidouce Bell",
                    "len": "20"
                },
                "4": {
                    "name": "Mechanical Spur Gear",
                    "len": "12"
                }
            },
            "3-4": {
                "0": {
                    "name": "Mora",
                    "len": "80,000"
                },
                "1": {
                    "name": "Fontemer Unihorn",
                    "len": "8"
                },
                "2": {
                    "name": "Agnidus Agate Chunk",
                    "len": "3"
                },
                "3": {
                    "name": "Lumidouce Bell",
                    "len": "30"
                },
                "4": {
                    "name": "Mechanical Spur Gear",
                    "len": "18"
                }
            },
            "4-5": {
                "0": {
                    "name": "Mora",
                    "len": "100,000"
                },
                "1": {
                    "name": "Fontemer Unihorn",
                    "len": "12"
                },
                "2": {
                    "name": "Agnidus Agate Chunk",
                    "len": "6"
                },
                "3": {
                    "name": "Lumidouce Bell",
                    "len": "45"
                },
                "4": {
                    "name": "Artificed Dynamic Gear",
                    "len": "12"
                }
            },
            "5-6": {
                "0": {
                    "name": "Mora",
                    "len": "120,000"
                },
                "1": {
                    "name": "Fontemer Unihorn",
                    "len": "20"
                },
                "2": {
                    "name": "Agnidus Agate Gemstone",
                    "len": "6"
                },
                "3": {
                    "name": "Lumidouce Bell",
                    "len": "60"
                },
                "4": {
                    "name": "Artificed Dynamic Gear",
                    "len": "24"
                }
            }
        }
    }
}