{
    "Shougun": {
        "name": "Raiden Shogun",
        "name_ru": "Райдэн",
        "element": "Electro",
        "weapon": "Polearm",
        "rarity": "5",
        "briefly": "Её превосходительство Наруками Огосё, пообещавшая неизменную вечность для жителей Инадзумы.",
        "constellation": "Бренный Мир",
        "region": "Инадзума",
        "description": "Элементальный навык сёгуна Райдэн Превосходство: Зловещее знамение даёт всем окружающим членам отряда Глаз грозового наказания, который проводит совместную атаку и наносит Электро урон по площади.\nКогда окружающие члены отряда, обладающие Глазом грозового наказания, используют взрыв стихии, Чакра вожделения сёгуна Райдэн накапливает Решимость.\nКогда сёгун Райдэн использует взрыв стихии, она расходует всю Решимость, накопленную Чакрой вожделения, проводит атаку Мусо но хитотати и наносит Электро урон по площади, после чего ещё некоторое время использует Мусо иссин в бою, а её атаки восстанавливают энергию всем окружающим членам отряда.\nУрон, наносимый атаками Мусо но хитотати и Мусо иссин, зависит от количества потраченных на активацию навыка уровней Решимости Чакры вожделения.",
        "skills": [
            {
                "skill_name": "Исток",
                "skill_desc": "Обычная атака:До пяти быстрых ударов копьём.Заряженная атака:Проводит атаку вверх, для которой тратится определённое количество выносливости.Атака в падении:Стремительно падает на землю, атакуя всех врагов на пути. приземлившись, наносит урон по площади."
            },
            {
                "skill_name": "Превосходство: Зловещее знамение",
                "skill_desc": "Сёгун Райдэн приоткрывает своё Царство и наносит окружающим врагам Электро урон, после чего даёт всем окружающим членам отряда Глаз грозового наказания.Глаз грозового наказания\nКогда персонажи с этим усилением атакуют и наносят урон противнику, Глаз грозового наказания проводит совместную атаку и наносит на месте врага Электро урон по площади.\nГлаз грозового наказания увеличивает урон взрыва стихий персонажа в зависимости от стоимости энергии взрыва стихии во время действия Глаза грозового наказания.\n\nГлаз грозового наказания может провести только одну совместную атаку на отряд в течение 0,9 сек. Совместные атаки, вызванные персонажами, которых контролируете не вы, наносят 20% от обычного урона."
            },
            {
                "skill_name": "Тайное искусство: Мусо синсэцу",
                "skill_desc": "Собрав несметные истины и бесчисленные мечты, сёгун Райдэн проводит атаку Мусо но хитотати и наносит Электро урон по площади, после чего ещё некоторое время использует Мусо иссин в бою. Урон, наносимый атаками Мусо но хитотати и Мусо иссин, увеличивается в зависимости от количества потраченных при активации навыка уровней Решимости Чакры вожделения.\nМусо иссин\nВ этом состоянии сёгун Райдэн использует в бою свой меч, а её обычные атаки, заряженные атаки и атаки в падении получают инфузию Электро, которая не может быть отменена какой-либо другой инфузией. Когда эти атаки попадают по противнику, сёгун Райдэн восстанавливает энергию всем окружающим членам отряда. Энергия может восстановиться таким образом только раз в 1 сек., и этот эффект может быть активирован до 5 раз во время действия навыка.В этом состоянии повышается сопротивление прерыванию сёгуна Райдэн, и она получает иммунитет у урону от реакции Заряжен. Когда Мусо иссин активен, урон обычной атаки, заряженной атаки и атаки в падении будет считаться уроном взрыва стихии.\nЭффект навыка Мусо иссин исчезает, когда сёгун Райдэн покидает бой.\nЧакра вожделения\nКогда окружающие члены отряда (кроме самого сёгуна Райдэн) используют взрыв стихии, сёгун Райдэн накапливает уровни Решимости пропорционально стоимости энергии этих взрывов стихии.Решимость может складываться до 60 раз.\nПолученная с помощью Чакры вожделения Решимость сбросится через 300 сек. после окончания боя."
            },
            {
                "skill_name": "Бесчисленные мечты",
                "skill_desc": "Когда окружающие члены отряда получают элементальные сферы, Чакра вожделения получает 2 уровня Решимости.Может возникнуть только 1 раз каждые 3 сек."
            },
            {
                "skill_name": "Просветлённая",
                "skill_desc": "Каждый 1% свыше 100% восстановления энергии сёгуна Райдэн даёт ей следующие эффекты:\nУвеличивает восстановление энергии от Мусо иссин на 0.6%.\nУвеличивает бонус Электро урона на 0.4%."
            },
            {
                "skill_name": "Хранитель всего сущего",
                "skill_desc": "При возвышении одноручного и древкового оружия тратится на 50% меньше моры."
            }
        ],
        "constellations": [
            {
                "const_name": "Зловещая надпись",
                "const_desc": "Чакра возрождения набирает Решимость ещё быстрее. Когда Электро персонажи используют взрыв стихии, получаемая Решимость увеличивается на 80%. Когда персонажи других элементальных типов используют свой взрыв стихии, получаемая Решимость увеличивается на 20%."
            },
            {
                "const_name": "Разрушитель стали",
                "const_desc": "Атаки сёгуна Райдэн в состоянии Мусо иссин навыка Тайное искусство: Мусо синсэцу и Мусо но хитотати игнорируют 60% от защиты противника."
            },
            {
                "const_name": "Синкагэ минувших дней",
                "const_desc": "Увеличивает уровень навыка Тайное искусство: Мусо синсэцу на 3.Макс. уровень: 15"
            },
            {
                "const_name": "Клятва истинности",
                "const_desc": "Когда состояние Мусо иссин навыка Тайное искусство: Мусо синсэцу заканчивается, все окружающие члены отряда (кроме сёгуна Райдэн) получают 30% бонус силы атаки на 10 сек."
            },
            {
                "const_name": "Нисхождение сёгуна",
                "const_desc": "Увеличивает уровень навыка Превосходство: Зловещее знамение на 3.Макс. уровень: 15"
            },
            {
                "const_name": "Хранитель желаний",
                "const_desc": "В состоянии Мусо иссин навыка Тайное искусство: Мусо синсэцу атаки сёгун Райдэн, урон которых считается уроном взрыва стихии, при попадании уменьшают время отката взрывов стихи всех окружающих членов отряда (кроме самой сёгуна Райдэн) на 1 сек.Этот эффект может активироваться только раз в 1 сек. до 5 раз за время действия состояния Мусо иссин."
            }
        ],
        "elevation": [
            {
                "0": {
                    "hp": "1 004",
                    "atc": "26",
                    "def": "61",
                    "sub": {
                        "attr": "Восст. энергии",
                        "par": "—"
                    }
                },
                "20": {
                    "hp": "2 606",
                    "atc": "68",
                    "def": " 159",
                    "sub": {
                        "attr": "Восст. энергии",
                        "par": "—"
                    }
                }
            },
            {
                "20+": {
                    "hp": "3 467",
                    "atc": "90",
                    "def": " 212",
                    "sub": {
                        "attr": "Восст. энергии",
                        "par": "—"
                    }
                },
                "40": {
                    "hp": "5 189",
                    "atc": " 135",
                    "def": " 317",
                    "sub": {
                        "attr": "Восст. энергии",
                        "par": "—"
                    }
                }
            },
            {
                "40+": {
                    "hp": "5 801",
                    "atc": " 151",
                    "def": " 354",
                    "sub": {
                        "attr": "Восст. энергии",
                        "par": "8.0%"
                    }
                },
                "50": {
                    "hp": "6 674",
                    "atc": " 174",
                    "def": " 408",
                    "sub": {
                        "attr": "Восст. энергии",
                        "par": "8.0%"
                    }
                }
            },
            {
                "50+": {
                    "hp": "7 490",
                    "atc": " 195",
                    "def": " 458",
                    "sub": {
                        "attr": "Восст. энергии",
                        "par": "16.0%"
                    }
                },
                "60": {
                    "hp": "8 372",
                    "atc": " 218",
                    "def": " 512",
                    "sub": {
                        "attr": "Восст. энергии",
                        "par": "16.0%"
                    }
                }
            },
            {
                "60+": {
                    "hp": "8 985",
                    "atc": " 234",
                    "def": " 549",
                    "sub": {
                        "attr": "Восст. энергии",
                        "par": "16.0%"
                    }
                },
                "70": {
                    "hp": "9 875",
                    "atc": " 258",
                    "def": " 603",
                    "sub": {
                        "attr": "Восст. энергии",
                        "par": "16.0%"
                    }
                }
            },
            {
                "70+": {
                    "hp": "10 487",
                    "atc": " 274",
                    "def": " 641",
                    "sub": {
                        "attr": "Восст. энергии",
                        "par": "24.0%"
                    }
                },
                "80": {
                    "hp": "11 387",
                    "atc": " 297",
                    "def": " 696",
                    "sub": {
                        "attr": "Восст. энергии",
                        "par": "24.0%"
                    }
                }
            },
            {
                "80+": {
                    "hp": "11 999",
                    "atc": " 313",
                    "def": " 733",
                    "sub": {
                        "attr": "Восст. энергии",
                        "par": "32.0%"
                    }
                },
                "90": {
                    "hp": "12 907",
                    "atc": " 337",
                    "def": " 789",
                    "sub": {
                        "attr": "Восст. энергии",
                        "par": "32.0%"
                    }
                }
            }
        ],
        "mat": {
            "0-1": {
                "0": {
                    "name": "Mora",
                    "len": "20,000"
                },
                "1": {
                    "name": "Vajrada Amethyst Sliver",
                    "len": "1"
                },
                "2": {
                    "name": "Amakumo Fruit",
                    "len": "3"
                },
                "3": {
                    "name": "Old Handguard",
                    "len": "3"
                }
            },
            "1-2": {
                "0": {
                    "name": "Mora",
                    "len": "40,000"
                },
                "1": {
                    "name": "Storm Beads",
                    "len": "2"
                },
                "2": {
                    "name": "Vajrada Amethyst Fragment",
                    "len": "3"
                },
                "3": {
                    "name": "Amakumo Fruit",
                    "len": "10"
                },
                "4": {
                    "name": "Old Handguard",
                    "len": "15"
                }
            },
            "2-3": {
                "0": {
                    "name": "Mora",
                    "len": "60,000"
                },
                "1": {
                    "name": "Storm Beads",
                    "len": "4"
                },
                "2": {
                    "name": "Vajrada Amethyst Fragment",
                    "len": "6"
                },
                "3": {
                    "name": "Amakumo Fruit",
                    "len": "20"
                },
                "4": {
                    "name": "Kageuchi Handguard",
                    "len": "12"
                }
            },
            "3-4": {
                "0": {
                    "name": "Mora",
                    "len": "80,000"
                },
                "1": {
                    "name": "Storm Beads",
                    "len": "8"
                },
                "2": {
                    "name": "Vajrada Amethyst Chunk",
                    "len": "3"
                },
                "3": {
                    "name": "Amakumo Fruit",
                    "len": "30"
                },
                "4": {
                    "name": "Kageuchi Handguard",
                    "len": "18"
                }
            },
            "4-5": {
                "0": {
                    "name": "Mora",
                    "len": "100,000"
                },
                "1": {
                    "name": "Storm Beads",
                    "len": "12"
                },
                "2": {
                    "name": "Vajrada Amethyst Chunk",
                    "len": "6"
                },
                "3": {
                    "name": "Amakumo Fruit",
                    "len": "45"
                },
                "4": {
                    "name": "Famed Handguard",
                    "len": "12"
                }
            },
            "5-6": {
                "0": {
                    "name": "Mora",
                    "len": "120,000"
                },
                "1": {
                    "name": "Storm Beads",
                    "len": "20"
                },
                "2": {
                    "name": "Vajrada Amethyst Gemstone",
                    "len": "6"
                },
                "3": {
                    "name": "Amakumo Fruit",
                    "len": "60"
                },
                "4": {
                    "name": "Famed Handguard",
                    "len": "24"
                }
            }
        }
    }
}